Repository: wikindx/wikindx
Catalog: trunk/components/plugins/repairkit/languages/src/*/repairkit.po
Languages: fr, uk

source: Repair kit...
uk: Набір інструментів виправлення…

source: Missing rows
fr: Enregistrements manquants
uk: Пропущено рядки

source: Dump DB schema
fr: Extraction schéma BDD
uk: Дамп схеми БД

source: DB integrity
fr: Intégrité BDD
uk: Цілісність БД

source: Fix creators
fr: Corriger les auteurs
uk: Виправити авторів

source: Deduplicate users
uk: Вилучення дублікатів записів користувачів

source: Fix Datetimes
uk: Виправлення дат і часу

source: Missing Rows
fr: Enregistrements manquants
uk: Пропущено рядки

source: Dump Database Schema
fr: Extraction du schéma de base de données
uk: Дамп схеми бази даних

source: Database Integrity
fr: Intégrité de la base de données
uk: Цілісність бази даних

source: Fix Creators
fr: Corriger les auteurs
uk: Виправити авторів

source: Depending on the size of your database, this operation can be memory intensive. The plugin turns on error reporting so, if you see a memory error, adjust memory in config.php and try again.
fr: En fonction de la taille de la base de données cette opération peut être consommatrice en mémoire. Le plugin active le rapport des erreurs donc si vous rencontrez une erreur à propos de mémoire augmentez-la dans config.php et réessayez.
uk: Залежно від розміру вашої бази даних, ця дія може бути доволі вимогливою щодо оперативної пам'яті. Додаток повідомить про можливу нестачу пам'яті. Якщо ви побачите таке повідомлення, скоригуйте розмір оперативної пам'яті у config.php і повторіть спробу.

source: It is assumed you have backed up your database.
fr: On suppose que vous avez sauvegardé votre base de données.
uk: Припускаємо, що ви створили резервну копію вашої бази даних.

source: Sometimes rows required in other tables are not created when new resources are added and this can lead to problems in searching etc. If such missing rows are identified, they will be created and filled with default (usually NULL) data.
fr: Parfois, les lignes requises dans d'autres tables ne sont pas créées lorsque de nouvelles ressources sont ajoutées et cela peut entraîner des problèmes de recherche. Si ces lignes manquantes sont identifiées, elles seront créées et remplies avec des données par défaut (généralement NULL).
uk: Іноді при додаванні нових ресурсів система не створює відповідних рядків, що може призвести до проблем із пошуком та інших проблем. Якщо буде виявлено такі рядки, програма створить їх і заповнить типовими (зазвичай, NULL) даними.

source: Fix various errors regarding creators.
fr: Corrige différentes erreurs concernant les auteurs
uk: Виправити різноманітні помилки, пов'язані із записами авторів.

source: Fix invalid datetime field values (e.g. '0000-00-00 00:00:00').
uk: Виправити некоректні значення у полі дати і часу (наприклад «0000-00-00 00:00:00»).

source: The user login must be unique for the authentication to work without error but before version 6.3.0 this constraint did not exist. With this screen you can merge two user accounts by choosing the target account which will be credited with all the data of the second (resources, notes ...).
uk: Щоб розпізнавання працювало без помилок, обліковий запис користувача має бути унікальним, але це обмеження до версії 6.3.0 не існувало. За допомогою цієї сторінки ви можете об'єднати два облікових записи користувачів вибором облікового запису призначення, з яким буде пов'язано усі дані (ресурси, нотатки тощо) дубльованого облікового запису.

source: Please choose two user accounts to merge.
uk: Будь ласка, виберіть два облікових записи користувача для об'єднання.

source: For each field, please choose the value to retain in the merged account (only different fields are displayed).
uk: Для кожного поля, будь ласка, виберіть значення, яке слід зберегти у об'єднаному обліковому записі (показано лише різні поля).

source: Before checking the database integrity, you should ensure that your database (currently version ###)
fr: Avant de vérifier l'intégrité de la base de données, vous devez vous assurer que la version de la base de données (version courante ###)
uk: Перш ніж перевіряти цілісність вашої бази даних, вам слід переконатися, що ваша база даних (поточна версія ###)

source: matches the WIKINDX version (currently version ###).
fr: correspond à la version de WIKINDX (version courante ###).
uk: відповідає версії WIKINDX (поточна версія ###).

source: The database structure is correct and there is nothing to fix.
fr: La structure de la base de données est correcte. Aucune correction nécessaire.
uk: Структура бази даних є правильною — нічого виправляти.

source: The database structure differs to the final release database structure for version ### (see report below). This could be because you have been updating this database with pre-release SVN code that has upgraded the structure in incremental steps. Click on OK to fix this. Note: this program does NOT fix supernumerary tables or fields when they are not empty, name changes (unless it is only case). Remember, this fix is a last resort for those cases where a production (rather than a test) database has been mistakenly upgraded with SVN code. As always, backup your database before proceeding.
uk: Структура бази даних відрізняється від структури бази даних для остаточного випуску версії ### (див. звіт нижче). Причиною може бути те, що ви оновили цю базу даних до версії для коду у SVN-версії, що передує випуску, і ця версія послідовно оновила структуру. Натисніть «Гаразд», щоб виправити це. Зауваження: ця програма НЕ виправляє зайві таблиці або поля, якщо вони не є порожніми, а також зміни назв (якщо їх не пов'язано із простою зміною регістру символів). Пам'ятайте — до цього виправлення слід вдаватися, лише якщо ви не можете виправити в інший спосіб результати помилкового оновлення бази даних у промисловому середовищі (не у тестовому варіанті) на основі коду з SVN. Як завжди, перед виконанням дій створіть резервну копію вашої бази даних.

source: Corrections are not all applied at once. They are batch applied from the highest level SQL objects to the lowest level. When one correction depends on another, an SQL object can be redefined and raise a temporary definition error. If a correction crashes, this program may not be complete enough or the database cannot be repaired without human intervention. Open a ticket on SourceForge if you experience a crash.
uk: Виправлення застосовуються не одразу. Вони застосовуються пакетно, починаючи з об'єктів SQL найвищого рівня до об'єктів найнижчого рівня. Якщо одне виправлення залежить від іншого, об'єкт SQL може бути перевизначено, також може бути показано повідомлення про помилку тимчасового визначення. Якщо засіб виправлення завершує роботу в аварійному режимі, це означає, що його програмування є неповним або виправити базу даних без втручання людини неможливо. Відкрийте квиток на SourceForge, якщо маєте справу із аварійним завершенням роботи.

source: DB Integrity State
uk: Стан цілісності бази даних

source: Tables Integrity State
uk: Стан цілісності таблиць

source: Fields Integrity State
uk: Стан цілісності полів

source: Indices Integrity State
uk: Стан цілісності індексів

source: Successfully fixed. ###
fr: Correction réussie. ###
uk: Успішно виправлено. ###

source: : ### resources fixed.
fr: : ### ressources corrigées.
uk: : виправлено ### ресурсів.

source: Invalid or missing input
fr: Entée invalide ou manquante
uk: Некоректні вхідні дані або немає вхідних даних

source: Unable to write to file.
fr: Impossible d'écrire le fichier.
uk: Не вдалося записати дані до файла.

source: Unable to read file.
fr: Impossible de lire le fichier.
uk: Не вдалося прочитати дані з файла.
