Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: You are not yet the administrator of any user groups
fr: Vous n'êtes l'administrateur d'aucun groupe.
uk: Ви ще не є адміністратором жодної групи користувачів

source: Create a new user group
fr: Créer un nouveau groupe d'utilisateurs
uk: Створити групу користувачів

source: Delete user group
fr: Supprimer le groupe d'utilisateurs
uk: Вилучити групу користувачів

source: (This will also delete any user group bibliographies for this group)
fr: (Ceci va aussi supprimer toute bibliographie de groupe pour ce groupe d'utilisateurs.
uk: (У результаті також буде вилучено усі бібліографії користувачів групи для цієї групи)

source: Delete user group###
fr: Supprimer le groupe d'utilisateurs ###
uk: Вилучити групу користувачів ###

source: Edit user group
fr: Modifier le groupe d'utilisateurs
uk: Змінити групу користувачів

source: User groups
uk: Групи користувачів

source: User group
uk: Група користувачів

source: Potential users
uk: Потенційні користувачі

source: Users in this group
uk: Користувачі у цій групі

source: You do not yet have any user tags
fr: Vous n'avez pas d'étiquettes utilisateur.
uk: У вас ще немає міток користувача

source: Create a new user tag
fr: Créer une nouvelle étiquette utilisateur
uk: Створити мітку користувача

source: Delete user tag
fr: Supprimer une étiquette utilisateur
uk: Вилучити мітку користувача

source: Edit user tag
fr: Modifier une étiquette utilisateur
uk: Змінити мітку користувача

source: Delete user tag ###
fr: Supprimer l'étiquette utilisateur ###
uk: Вилучити мітку користувача ###

source: There has been a request for WIKINDX registration. In order to manage this request, please log on and use the 'Admin|Users' menu.
fr: Une requête a été envoyée pour une inscription WIKINDX. Pour parvenir à compléter votre demande, SVP connectez-vous et utilisez le menu "Administrateurs/Utilisateurs".
uk: Надійшов запит на реєстрацію у WIKINDX. З метою обробки цього запиту, будь ласка, увійдіть до системи і скористайтеся меню «Адміністрування|Користувачі».

source: You recently requested registration at: ###. Unfortunately, the WIKINDX administrator has declined your request.
fr: Vous avez récemment envoyé une demande d'inscription à : ###. Malheureusement, les administrateurs ont refusé votre demande.
uk: Нещодавно ви надіслали запит щодо реєстрації у ###. На жаль, ваш запит було відхилено адміністратором WIKINDX.

source: Pending registration requests
fr: Demandes d'inscription en attente
uk: Запити щодо реєстрації у черзі

source: Potential users will be emailed your decision with those accepted being invited to complete the registration process.
fr: Les utilisateurs potentiels recevront par courriel votre décision. Ceux qui ont été acceptés seront invités à compléter leur inscription.
uk: Ваше рішення буде надіслано потенційним користувачам електронною поштою. Підтверджених користувачів буде запрошено до завершення процедури реєстрації.

source: Accept registration
fr: Accepter l'inscription
uk: Підтвердити реєстрацію

source: Decline registration
fr: Refuser l'inscription
uk: Відмовити у реєстрації

source: There are no users requesting registration
fr: Il n'y a pas de requête d'inscription
uk: Користувачів, які надіслали запити щодо реєстрації, немає

source: Authorized users
uk: Уповноважені користувачі

source: Blocked users
uk: Заблоковані користувачі

source: Preliminary text
fr: Texte préliminaire
uk: Попередній текст

source: Following text
fr: Texte postérieur
uk: Наступний текст

source: Pages
uk: Сторінки

source: Authors
fr: Auteurs
uk: Автори

source: Editors
fr: Directeurs
uk: Редактори

source: Translators
fr: Traducteurs
uk: Перекладачі

source: Revisers
fr: Correcteurs
uk: Рецензенти

source: Series Editors
fr: Directeurs de la collection
uk: Редактори циклу

source: Director
fr: Réalisateur
uk: Режисер

source: Producer
fr: Producteur
uk: Продюсер

source: Company
fr: Entreprise/société
uk: Компанія

source: Artist
fr: Artiste
uk: Виконавець

source: Performer
fr: Interprète
uk: Виконавець

source: Counsel
fr: Avocat
uk: Юридичний консультант

source: Judge
fr: Juge
uk: Суддя

source: Attributed to
fr: Attribué à
uk: Можливий автор

source: Cartographer
fr: Cartographe
uk: Картограф

source: Inventor
fr: Inventeur
uk: Винахідник

source: Issuing Organisation
fr: Organisme de diffusion
uk: Організація-видавець

source: Agent/Attorney
fr: Agent/Fondé de pouvoir
uk: Агент/Повірений

source: International Author
fr: Auteur international
uk: Іноземний автор

source: Recipient
fr: Destinataire
uk: Отримувач

source: Composer
fr: Compositeur
uk: Композитор

source: Conductor
fr: Chef d'orchestre
uk: Диригент

source: Supervisors
fr: Superviseurs
uk: Наглядачі

source: If you proceed, this edited creator will be deleted and all references in the database to it will be replaced by references to the pre-existing creator.
fr: Si vous continuez, cet auteur sera supprimé et toutes les références qui s'y rapportent dans la base seront remplacées par des références à l'auteur que vous venez d'indiquer.
uk: Якщо ви продовжите виконання дії, цей редагований запис автора буде вилучено, а усі посиланням на нього у базі даних буде замінено посиланнями на попередній наявний запис автора.

source: Alias: ###
uk: Замінник: ###

source: Label
fr: Titre
uk: Мітка

source: The database size allocation for the field can be small (max. 255 characters) or large
fr: La taille allouée au champ peut être petite (max. 255 caractères) ou grande
uk: Розміщення у пам'яті розміру бази даних може бути малим (до 255 символів) або великим

source: Small
fr: Petite
uk: Малий

source: Large
fr: Grande
uk: Великий

source: Deleting these fields will also remove any resource data belonging to the field.
fr: Supprimer ce champ supprimera aussi toutes les références lui appartenant.
uk: Вилучення цих полів також призведе до вилучення будь-яких даних ресурсу, що належать до поля.

source: Add a field
fr: Ajouter un champ
uk: Додати поле

source: Delete fields
fr: Supprimer des champs
uk: Вилучити поля

source: Edit fields
fr: Editer des champs
uk: Змінити поля

source: Delete fields(s) ###
fr: Supprimer champ(s) ###
uk: Вилучити поля ###

source: Custom field
uk: Нетипове поле

source: Highest number of views for any resource:
fr: Plus grand nombre de visionnements :
uk: Найвища кількість переглядів ресурсу:

source: Lowest number of views for any resource:
fr: Plus petit nombre de visionnements :
uk: Найнижча кількість перегляду ресурсів:

source: Date the first resource was added:
fr: Date à laquelle la première référence a été ajoutée :
uk: Дата додавання першого ресурсу:

source: Date the last resource was added:
fr: Date à laquelle la dernière référence a été ajoutée :
uk: Дата додавання останнього ресурсу:

source: Mean date of added resources:
fr: Date moyenne d'ajout des références :
uk: Середня дата додавання ресурсів:

source: Total resources:
fr: Total des références :
uk: Загалом ресурсів:

source: Total quotes:
fr: Total des citations :
uk: Загалом цитат:

source: Total paraphrases:
fr: Total des paraphrases :
uk: Загалом переказів:

source: Total musings:
fr: Total des idées :
uk: Загалом думок:

source: Greatest number of resources input by any one user:
fr: Plus grand nombre de références entrées par un utilisateur :
uk: Найбільша кількість ресурсів для одного користувача:

source: Greatest number of quotes input by any one user:
fr: Plus grand nombre de citations entrées par un utilisateur :
uk: Найбільша кількість цитат для одного користувача:

source: Greatest number of paraphrases input by any one user:
fr: Plus grand nombre de paraphrases entrées par un utilisateur :
uk: Найбільша кількість переказів для одного користувача:

source: Greatest number of public musings input by any one user:
fr: Plus grand nombre d'idées entrées par un utilisateur :
uk: Найбільша кількість загальних думок для одного користувача:

source: Number of Resource Types:
fr: Nombre de types de références :
uk: Кількість типів ресурсів:

source: ### (Usage statistics)
fr: ### (usage des statistiques)
uk: ### (статистика користування)

source: Your monthly statistics for ###. The indices are an indication of ranking weighted according to how long the resource has been available. The closer to 100% the index is, the higher the ranking. The downloads index is calculated across all attachments a resource has while the popularity index is a combination of views index and downloads index.
fr: Vos statistiques mensuelles pour ###. Ces indices sont une indication du classement, pondéré d'après la durée de disponibilité de la référence. Plus l'indice est près de 100%, plus le classement est élevé. L'indice des téléchargements est calculé en tenant compte de toutes les pièces jointes d'une référence alors que l'indice de popularité est une combinaison des indices du nombre de visionnements et de téléchargements.
uk: Ваші щомісячні статистичні дані за ###. Індекси визначають зважений ранг відповідно до часу, протягом якого ресурс був доступним. Чим ближчим до 100% буде індекс, тим вищим буде ранг. Індекс отримань обчислюється за усіма долученнями ресурсу, а індекс популярності є поєднанням індексу переглядів та індексу отримань.

source: ### views in the last month
fr: ### visionnements dans le dernier mois
uk: ### переглядів протягом останнього місяця

source: (### views in total)
fr: (### visionnements au total)
uk: (### переглядів загалом)

source: ### attachment downloads in the last month
fr: ### téléchargements de pièces jointes dans le dernier mois
uk: ### отримань долучень протягом останнього місяця

source: (### attachment downloads in total)
fr: (### téléchargements de pièces jointes au total)
uk: (### отримань долучено загалом)

source: Statistics are shown for each user as: user/total (% of total)
fr: Les statistiques telles que présentées pour chaque utilisateur sont : utilisateur/total (% du total)
uk: Статистику показано для кожного користувача у форматі «користувачеве/загальне» (% від загального)

source: No user statistics are available
fr: Aucune statistique d'utilisateurs n'est disponible
uk: Статистика щодо користувачів недоступна

source: Public musings
fr: Idées
uk: Загальнодоступні думки

source: Database queries:
fr: Requêtes métadonnées :
uk: Запити до бази даних:

source: Script execution:
fr: Exécution de script :
uk: Виконання скрипту:

source: DB execution:
fr: DB exécution :
uk: Виконання БД:

source: Username:
fr: Nom d'utilisateur :
uk: Користувач:

source: Style:
uk: Стиль:

source: Bibliography:
fr: Bibliographie :
uk: Бібліографія:

source: If you wish to display elements of your WIKINDX in a Content Management System (CMS) you may generate CMS 'replacement' tags here and also interrogate the database for WIKINDX ID numbers. WIKINDX only generates the CMS 'replacement' tag for you to paste into your CMS source -- the coding and parsing of that tag in your CMS is a task for you to do. Refer to <a href="docs/README_CMS.txt">README_CMS</a>.
fr: Si vous voulez afficher des éléments de votre WIKINDX dans un Content Management System (CMS), vous devrez générer des étiquettes CMS de "remplacement" ici et interroger la base de données pour obtenir un numéro d'identification WIKINDX. WIKINDX génère seulement les étiquettes CMS de "remplacement" pour que vous les copiez dans la source CMS -- l'encodage et l'analyse de cette étiquette dans votre CMS est une tâche que vous devrez faire. Voir référence : <a href="docs/README_CMS.txt">README_CMS</a>
uk: Якщо ви хочете показати елементи вашої WIKINDX у системі керування вмістом (CMS), тут ви можете створити мітки «replacement» CMS, а також опитати базу даних щодо ідентифікаційних номерів WIKINDX. WIKINDX лише створює мітку «replacement» CMS для вставлення до вашого початкового коду CMS. Про код і обробку мітки у вашій CMS маєте подбати ви. Ознайомтеся із настановами з <a href="docs/README_CMS.txt">README_CMS</a>.

source: If you wish to display a list from your WIKINDX in a Content Management System (CMS), copy the text below to a text file on your CMS system. Refer to <a href="docs/README_CMS.txt">README_CMS</a>.
fr: Si vous souhaitez afficher une liste provenant de WIKINDX dans un Content Management System (CMS), copiez le texte plus bas dans votre CMS. Voir référence : <a href="docs/README_CMS.txt">README_CMS</a>
uk: Якщо вам потрібно показати список з вашого WIKINDX у системі керування вмістом (CMS), скопіюйте наведений нижче текст до текстового файла у вашій CMS. Ознайомтеся із <a href="docs/README_CMS.txt">README_CMS</a>.

source: Display WIKINDX ID numbers
fr: Afficher les numéros d'identification WIKINDX
uk: Показати ідентифікаційні номери WIKINDX

source: Generate a CMS tag
fr: Générer une étiquette CMS
uk: Створити мітку CMS

source: CMS tag starts with
fr: Étiquette CMS commence avec
uk: Мітка CMS починається з

source: CMS tag ends with
fr: Étiquette CMS finit avec
uk: Мітка CMS завершується на

source: Generated tag
fr: Étiquette générée
uk: Створена мітка

source: Delete news ###
fr: Supprimer la(les) nouvelle(s) ###
uk: Вилучити новини ###

source: Main Text
fr: Texte principal
uk: Основний текст

source: Email the edited news to registered users
fr: Envoyer par courriel les nouvelles modifiée aux utilisateurs inscrits
uk: Надіслати редаговані новини зареєстрованим користувачам

source: Add Table
fr: Ajouter un tableau
uk: Додати таблицю

source: Add Image
fr: Ajouter une image
uk: Додати зображення

source: Add Link
fr: Ajouter un lien
uk: Додати посилання

source: Columns
fr: Colonnes
uk: Стовпчики

source: Rows
fr: Rangées
uk: Рядки

source: Image URL
fr: URL de l'image
uk: Адреса зображення

source: File name
fr: Nom de fichier
uk: Назва файла

source: Size
fr: Taille
uk: Розмір

source: Upload file
fr: Fichier téléversé
uk: Надіслати файл

source: Successfully added notes
fr: Notes ajoutées avec succès
uk: Нотатки успішно додано

source: Successfully edited notes
fr: Notes modifiées avec succès
uk: Нотатки успішно змінено

source: Successfully deleted notes
fr: Notes supprimées avec succès
uk: Нотатки успішно вилучено

source: Successfully added categories and keywords
fr: Catégories et mots-clés ajoutés avec succès
uk: Категорії і ключові слова успішно додано

source: Successfully edited categories and keywords
fr: Catégories et mots-clés modifiés avec succès
uk: Категорії і ключові слова успішно змінено

source: Successfully deleted categories and keywords
fr: Catégories et mots-clés supprimés avec succès
uk: Категорії і ключові слова успішно вилучено

source: Successfully added quote
fr: Citation ajoutée avec succès
uk: Цитату успішно додано

source: Successfully edited quote
fr: Citation modifiée avec succès
uk: Цитату успішно змінено

source: Successfully deleted quote
fr: Citation supprimée avec succès
uk: Цитату успішно вилучено

source: Successfully added paraphrase
fr: Paraphrase ajoutée avec succès
uk: Переказ успішно додано

source: Successfully edited paraphrase
fr: Paraphrase modifiée avec succès
uk: Переказ успішно змінено

source: Successfully deleted paraphrase
fr: Paraphrase supprimée avec succès
uk: Переказ успішно вилучено

source: Successfully added musing
fr: Idée ajoutée avec succès
uk: Думку успішно додано

source: Successfully edited musing
fr: Idée modifiée avec succès
uk: Думку успішно змінено

source: Successfully deleted musing
fr: Idée supprimée avec succès
uk: Думку успішно вилучено

source: Successfully added idea
fr: Remarque ajoutée avec succès
uk: Ідею успішно додано

source: Successfully edited idea
fr: Remarque modifiée avec succès
uk: Ідею успішно змінено

source: Successfully deleted idea
fr: Remarque supprimée avec succès
uk: Ідею успішно вилучено

source: Successfully added abstract
fr: Résumé ajouté avec succès
uk: Резюме успішно додано

source: Successfully edited abstract
fr: Résumé modifié avec succès
uk: Резюме успішно змінено

source: Successfully deleted abstract
fr: Résumé supprimé avec succès
uk: Резюме успішно вилучено

source: Successfully configured WIKINDX
fr: WIKINDX configuré avec succès
uk: WIKINDX успішно налаштовано

source: Successfully added resource(s)
fr: Référence(s) ajoutée(s) avec succès
uk: Ресурси успішно додано

source: Successfully edited resource(s)
fr: Référence(s) modifiée(s) avec succès
uk: Ресурси успішно змінено

source: Successfully deleted resource(s)
fr: Référence(s) supprimée(s) avec succès
uk: Ресурси успішно вилучено

source: Successfully added category
uk: Категорію успішно додано

source: Successfully edited category
uk: Категорію успішно змінено

source: Successfully deleted category(s)
fr: Catégorie(s) supprimée(s) avec succès
uk: Категорії успішно вилучено

source: Successfully added language
fr: Langue ajoutée avec succès
uk: Мову успішно додано

source: Successfully edited language
fr: Langue modifiée avec succès
uk: Мову успішно змінено

source: Successfully deleted language
fr: Langue supprimée avec succès
uk: Мову успішно вилучено

source: Successfully added subcategory
uk: Підкатегорію успішно додано

source: Successfully edited subcategory
uk: Підкатегорію успішно змінено

source: Successfully deleted subcategory(s)
fr: Sous-catégorie(s) supprimée(s) avec succès
uk: Підкатегорії успішно вилучено

source: Successfully edited creator
fr: Auteur modifié avec succès
uk: Автора успішно змінено

source: Successfully edited publisher
fr: Editeur modifié avec succès
uk: Видавця успішно змінено

source: Successfully edited collection
fr: Collection modifiée avec succès
uk: Збірку успішно змінено

source: Successfully uploaded BibTeX bibliography
fr: Bibliographie BibTeX chargée avec succès
uk: Бібліографію BibTeX успішно вивантажено

source: Successfully uploaded Endnote XML bibliography
fr: Téléchargement de la bibliographie Endnote XML réussi
uk: Бібліографію XML Endnote успішно вивантажено

source: Successfully edited keyword
fr: Mot-clé modifié avec succès
uk: Ключове слово успішно змінено

source: Successfully deleted keyword(s)
fr: Mot(s)-clé(s) supprimé(s) avec succès
uk: Ключові слова успішно вилучено

source: Successfully deleted keyword group(s)
uk: Групи ключових слів успішно вилучено

source: Successfully added user
uk: Користувача успішно додано

source: Successfully edited user
uk: Користувача успішно змінено

source: Successfully deleted user(s)
fr: Utilisateur(s) supprimé(s) avec succès
uk: Користувачів успішно вилучено

source: Successfully blocked/unblocked user(s)
uk: Користувачів успішно заблоковано або розблоковано

source: An email has been sent to you with further instructions
fr: Un message vous a été envoyé contenant des informations supplémentaires
uk: Вам надіслано повідомлення електронної пошти із подальшими настановами

source: Successfully set bibliography
fr: Bibliographie sélectionnée avec succès
uk: Бібліографію успішно встановлено

source: Successfully added bibliography: ###
uk: Бібліографію успішно додано: ###

source: Successfully edited bibliography
fr: Bibliographie modifiée avec succès
uk: Бібліографію успішно змінено

source: Successfully deleted bibliography
fr: Bibliographie supprimée avec succès
uk: Бібліографію успішно вилучено

source: Successfully added user tag: ###
uk: Мітку користувача успішно додано: ###

source: Successfully edited user tag
fr: Tag utilisateur modifié avec succès
uk: Мітку користувача успішно змінено

source: Successfully deleted user tag
fr: Tag utilisateur supprimé avec succès
uk: Мітку користувача успішно вилучено

source: Successfully added item(s) to bibliography
uk: До бібліографії успішно додано записи

source: Successfully deleted item(s) from bibliography
fr: Élément(s) supprimé(s) de votre bibliographie avec succès
uk: Записи успішно вилучено з бібліографії

source: Successfully set email notification
fr: Notification par courriel définie avec succès
uk: Успішно встановлено сповіщення електронною поштою

source: Successfully added news
fr: Nouvelle ajoutée avec succès
uk: Новини успішно додано

source: Successfully edited news
fr: Nouvelle modifiée avec succès
uk: Новини успішно змінено

source: Successfully deleted news
fr: Nouvelle supprimée avec succès
uk: Новини успішно вилучено

source: Successfully added custom database field
fr: Champ de base de données personnalisée ajouté avec succès
uk: Нетипове поле бази даних успішно додано

source: Successfully edited custom database field
fr: Champ de base de données personnalisée modifié avec succès
uk: Нетипове поле бази даних успішно змінено

source: Successfully deleted custom database field
fr: Champ de base de données personnalisée supprimé avec succès
uk: Нетипове поле бази даних успішно вилучено

source: Successfully added attachment
fr: Pièce jointe ajoutée avec succès
uk: Долучення успішно додано

source: Successfully edited attachment
fr: Pièce jointe modifiée avec succès
uk: Долучення успішно змінено

source: Successfully deleted attachment
fr: Pièce jointe supprimée avec succès
uk: Долучення успішно вилучено

source: Successfully added URL
fr: URL ajoutée avec succès
uk: Адресу успішно додано

source: Successfully edited URL
fr: URL modifiée avec succès
uk: Адресу успішно змінено

source: Successfully deleted URL
fr: URL supprimée avec succès
uk: Адресу успішно вилучено

source: Successfully organized resources
fr: Références organisées avec succès
uk: Ресурси успішно упорядковано

source: Successfully converted resource type
fr: Type de référence converti avec succès
uk: Тип ресурсу успішно перетворено

source: Successfully added bookmark
fr: Signet ajouté avec succès
uk: Закладку успішно додано

source: Successfully deleted bookmark(s)
fr: Signet(s) supprimé(s) avec succès
uk: Закладки успішно вилучено

source: Successfully merged keywords
fr: Mots-clés fusionnés avec succès
uk: Ключові слова успішно об'єднано

source: Successfully added resource(s) to basket
uk: Ресурси успішно додано до кошика

source: Successfully removed resource(s) from basket
uk: Ресурси успішно вилучено з кошика

source: Successfully deleted basket
fr: Panier vidé avec succès
uk: Кошик успішно вилучено

source: Successfully deleted images
fr: Images supprimées avec succès
uk: Зображення успішно вилучено

source: Successfully updated the forgotten password system
fr: Mot de passe système mis à jour avec succès
uk: Успішно оновлено систему забутих паролів

source: Successfully set the maturity index
fr: Succès du réglage de l'indice de maturité
uk: Успішно встановлено індекс зрілості

source: Successfully added group
fr: Groupe ajouté avec succès
uk: Групу успішно додано

source: Successfully edited group
fr: Groupe modifié avec succès
uk: Групу успішно змінено

source: Successfully deleted group
fr: Groupe supprimé avec succès
uk: Групу успішно вилучено

source: Successfully sent email
fr: Courriel envoyé avec succès
uk: Повідомлення електронної пошти успішно надіслано

source: Successfully merged creators
fr: Fusion des auteurs réussie
uk: Записи авторів успішно об'єднано

source: Successfully grouped creators
fr: Groupement des auteurs réussi
uk: Авторів успішно згруповано

source: Successfully removed group
uk: Групу успішно вилучено

source: Your registration request has been emailed to the WIKINDX administrator and you should receive an emailed response soon
fr: Votre demande d'inscription a été envoyée aux administrateurs WIKINDX. Vous devriez recevoir une réponse par courriel sous peu.
uk: Ваш запит щодо реєстрації надіслано електронною поштою до адміністратора WIKINDX. Невдовзі ви маєте отримати відповідь електронною поштою

source: Successfully managed registration requests
uk: Успішно виконано керування запитами щодо реєстрації

source: Successfully approved resource
fr: Approbation des références réussie
uk: Ресурс успішно схвалено
