Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Metadata type
fr: Types de métadonnée
uk: Тип метаданих

source: Display options
fr: Afficher les options
uk: Параметри показу

source: With no attachments
fr: Sans pièces jointes
uk: Без долучень

source: With at least one attachment
fr: Au moins une pièce jointe
uk: Із принаймні одним долученням

source: Display only attachments
fr: Afficher seulement les pièces jointes
uk: Показати лише долучення

source: With at least one external URL
fr: Avec au moins un lien externe
uk: І принаймні одна зовнішня адреса

source: With DOI
fr: Avec DOI
uk: З DOI

source: Tar and compress attachments
fr: Rassembler et compresser les pièces jointes
uk: Tar і стиснені долучення

source: If peer reviewed
fr: Afficher seulement si revu par les pairs
uk: Чи було незалежне рецензування

source: Search on Fields
fr: Rechercher dans les champs
uk: Поля для пошуку

source: Selected Types
fr: Type
uk: Вибрані типи

source: Selected Keywords
fr: Mots-clés sélectionnés
uk: Вибрані ключові слова

source: User Groups
uk: Групи користувачів

source: Selected User Groups
uk: Вибрані групи користувачів

source: Metadata Keywords
fr: Mots-clés des métadonnées
uk: Ключові слова метаданих

source: Selected Metadata Keywords
fr: Mots-clés des métadonnées sélectionnés
uk: Вибрані ключові слова метаданих

source: Selected User Tags
fr: Étiquettes utilisateur sélectionnées
uk: Вибрані мітки користувача

source: Selected Categories
fr: Catégories sélectionnées
uk: Вибрані категорії

source: Selected Subcategories
fr: Sous-catégories sélectionnées
uk: Вибрані підкатегорії

source: Selected Languages
fr: Langue
uk: Вибрані мови

source: Selected Publishers
fr: Éditeurs sélectionnés
uk: Вибрані видавці

source: Selected Creators
fr: Auteurs sélectionnés
uk: Вибрані автори

source: Selected Collections
fr: Collections sélectionnées
uk: Вибрані збірки

source: Import Tags
fr: Importer les étiquettes
uk: Імпортувати мітки

source: Selected tags
fr: Étiquettes d'import
uk: Вибрані мітки

source: Added By
fr: Ajouté par
uk: Додано

source: Selected Users
fr: Référence ajoutée par
uk: Вибрані користувачі

source: Edited By
fr: Modifié par
uk: Редагували

source: No ideas found matching your search
fr: Aucun remarque ne correspond à la recherche
uk: Вашим критеріям пошуку не відповідає жодна ідея

source: Method
fr: Combinaison
uk: Метод

source: Search word(s)
fr: Rechercher le(s) mot(s)
uk: Слова для пошуку

source: Partial word match
fr: Troncature activée
uk: Часткова відповідність за словами

source: Exact phrase
fr: Expression exacte
uk: Фраза повністю

source: Type
fr: Types de références
uk: Тип

source: Number of Views
fr: Nombre de consultation
uk: Кількість переглядів

source: Quote comment
fr: Commentaire de citation
uk: Коментар до цитати

source: Paraphrase comment
fr: Commentaire de paraphrase
uk: Коментар до переказу

source: Ideas have been found
fr: Des remarques ont été trouvées
uk: Було знайдено ідеї

source: Metadata Type
fr: Types de métadonnées
uk: Тип метаданих

source: Subcategory
fr: Sous-catégories sélectionnées
uk: Підкатегорія

source: Category
fr: Catégories sélectionnées
uk: Категорія

source: Metadata keyword
fr: Mots-clé de la métadonnée
uk: Ключове слово метаданих

source: User tag
fr: Étiquette utilisateur
uk: Мітка користувача

source: Import tag
fr: Étiquette d'import
uk: Імпортувати мітку

source: Resource edited by
fr: Référence modifiée par
uk: Ресурс редаговано

source: Search/Select
fr: Recherche/Sélection
uk: Шукати/Вибрати

source: View natural language
fr: Voir le langage naturel
uk: Переглянути природну мову

source: Results where
fr: Résultats
uk: Результати, де

source: Field
fr: Champs
uk: Поле

source: Import Tag
fr: Étiquette import
uk: Імпортувати мітку

source: NOT in user bibliography
fr: Pas dans la bibliographie utilisateur
uk: НЕМАЄ у бібліографії користувача

source: List (###)
fr: Liste (###)
uk: Список (###)

source: Resource added by ###
fr: Référence ajoutée par ###
uk: Ресурс додано ###

source: Resource last edited by ###
fr: Référence modifiée en dernier par ###
uk: Ресурс востаннє редаговано ###

source: Parameters
fr: Paramètres :
uk: Параметри

source: Multiple
uk: Декілька

source: Bibliography
fr: Bibliographie
uk: Бібліографія

source: List all
fr: Lister tout
uk: Список усіх

source: Book Article
fr: Chapitre/Section
uk: Стаття у книзі

source: Book Chapter Number
fr: Numéro de chapitre
uk: Номер глави у книзі

source: Web Article
fr: Article Web
uk: Вебстаття

source: Web Encyclopedia
fr: Encyclopédie Web
uk: Вебенциклопедія

source: Web Encyclopedia Article
fr: Article d'une encyclopédie Web
uk: Стаття у вебенциклопедії

source: Journal Article
fr: Article
uk: Стаття з журналу

source: Newspaper Article
fr: Article de presse
uk: Стаття у газеті

source: Proceedings Article
fr: Communication
uk: Стаття у працях

source: Broadcast
fr: Émission (TV ou Radio)
uk: Трансляція

source: Film
uk: Плівка

source: Legal Rule/Regulation
fr: Régulation
uk: Юридичні акти/постанови

source: Software
fr: Logiciel
uk: Програмне забезпечення

source: Artwork
fr: Oeuvre d'art
uk: Графіка

source: Audiovisual
fr: Audiovisuel
uk: Звуко-візуальний матеріал

source: Legal Case
fr: Affaire judiciaire
uk: Юридична справа

source: Classical Work
fr: Oeuvre classique
uk: Класична робота

source: Conference Paper
fr: Texte de conférence
uk: Доповідь на конференції

source: Conference Poster
fr: Affiche de conférence
uk: Плакат на конференції

source: Report/Documentation
fr: Rapport/Norme
uk: Звіт/Документація

source: Government Report/Documentation
fr: Rapport gouvernemental
uk: Урядовий звіт/документація

source: Online Database
fr: Base de données en ligne
uk: База даних в інтернеті

source: Magazine Article
fr: Article de magazine
uk: Стаття у звичайному журналі

source: Chart/Image
fr: Diagramme/Image
uk: Діаграма/Зображення

source: Statute
fr: Statut
uk: Статут

source: Brochure
uk: Брошура

source: Personal Communication
fr: Communication personnelle
uk: Особисте спілкування

source: Unpublished Work
fr: Travail non publié
uk: Неопублікована робота

source: Recorded Music Album
fr: Album musical
uk: Записаний музичний альбом

source: Recorded Music Track
fr: Piste musicale
uk: Записана музична доріжка

source: Music Score
fr: Partition musicale
uk: Музичний запис

source: Miscellaneous Section
fr: Section diverse
uk: Інший розділ

source: Generic book-type
fr: Type générique de livre
uk: Загальний тип книги

source: Generic article-type
fr: Type générique d'article
uk: Загальний тип статті

source: Generic miscellaneous
fr: Divers générique
uk: Загальне інше

source: Add category
fr: Ajouter
uk: Додати категорію

source: Add subcategory
fr: Ajouter
uk: Додати підкатегорію

source: Edit category
fr: Modifier
uk: Змінити категорію

source: Edit subcategory
fr: Modifier
uk: Змінити підкатегорію

source: Delete category
fr: Supprimer
uk: Вилучити категорію

source: Delete subcategory
fr: Supprimer
uk: Вилучити підкатегорію

source: Delete category(s) ###
fr: Supprimer catégorie(s) ###
uk: Вилучити категорії ###

source: Delete subcategory(s) ###
fr: Supprimer sous-catégorie(s) ###
uk: Вилучити підкатегорії ###

source: Any resource belonging to the category(s) you are deleting that does not belong to another category will be placed in the 'General' category
fr: Chaque référence appartenant au(x) catégorie(s) que vous supprimez <br>et n'appartenant à aucune autre catégorie sera placée <br>dans la catégorie par défaut 'Général'.
uk: Усі ресурси, що належать до категорій, які ви вилучаєте, і який не належить до іншої категорії, буде перенесено до категорії «Загальне».

source: Submit
fr: Soumettre
uk: Надіслати

source: List
fr: Trier
uk: Список

source: Select
fr: Sélectionner
uk: Вибрати

source: Proceed
fr: Continuer
uk: Продовжити

source: Reset
fr: Réinitialiser
uk: Скинути

source: Continue
fr: Continuer
uk: Продовжити

source: Confirm
fr: Confirmer
uk: Підтвердити

source: Remove
fr: Enlever
uk: Вилучити

source: Cite
fr: Citer
uk: Цитата

source: Save
fr: Sauvegarder
uk: Зберегти

source: Test
uk: Тест

source: Convert attachments
uk: Перетворити долучення

source: OK
uk: Гаразд

source: Return
uk: Назад

source: You may import BibTeX bibliographies (.bib files) here. Large files may take some time so if WIKINDX senses that php.ini's 'max_execution_time' variable is about to be exceeded, it will start importing the bibliography in chunks. If you have custom fields in your import file, create custom fields first in the WIKINDX database (the Admin menu) so that you can then map the import custom fields.
uk: Тут ви можете імпортувати файли бібліографій BibTeX (файли .bib). Обробка великих файлів може бути досить тривалою. Тому, якщо WIKINDX виявить, що значення змінної «max_execution_time» у php.ini майже перевищено, програма почне імпортувати бібліографію фрагментами. Якщо в імпортованому файлі містяться нетипові поля, спочатку створіть нетипові поля у базі даних WIKINDX (меню «Адміністрування»), щоб вам потім було простіше пов'язати із ними імпортовані нетипові поля.

source: All WIKINDX resources belong to at least one category which you chose here. The category(s) a resource belongs to can always be edited later.
fr: Toutes les références WIKINDX appartiennent au moins à une catégorie que vous choisissez ici. Les catégories auxquelles appartient une référence peuvent toujours être éditées plus tard.
uk: Усі ресурси WIKINDX належать принаймні до однієї категорії, яку ви тут вибрали. Категорії, до яких належить ресурс, можна згодом змінити.

source: You may paste up to ### BibTeX entries here in addition to @string types.
uk: Сюди ви можете вставити до ### записів BibTeX на додачу до типів @string.

source: Paste the BibTeX entries here
uk: Сюди можна вставити записи BibTeX

source: Import duplicates:
uk: Імпортування дублікатів:

source: Store unused fields:
uk: Збереження невикористаних полів:

source: File is empty
fr: Le fichier est vide
uk: Файл порожній

source: No. resources added: ###
fr: Nb. de références ajoutées : ###
uk: Кількість доданих ресурсів: ###

source: No. resources discarded (duplicates, no titles, or in the deactivated resource type list): ###
fr: Nb. de références rejetées (doublons) : ###
uk: Кількість відкинутих ресурсів (дублікати, немає заголовків або перебування у списку типів вимкнених ресурсів): ###

source: Unknown fields have been found. You may map these fields to WIKINDX fields -- no duplicate mapping is allowed.
fr: Des champs inconnus ont été trouvés. Vous pouvez mapper ces champs sur ceux de WIKINDX -- Le mappage double est interdit.
uk: Виявлено невідомі поля. Ви можете пов'язати ці поля із полями WIKINDX. Дублювати прив'язки до полів не можна.

source: Where an unknown field is mapped to a WIKINDX field that would normally be automatically mapped to a standard input field, the unknown field mapping takes precedence
uk: Визначає, з яким полем у WIKINDX буде пов'язано невідоме поле, яке, зазвичай, автоматично буде пов'язано із стандартним полем вхідних даних. Прив'язна невідомого поля матиме пріоритет

source: Unknown fields have been found. You may map these fields to custom fields -- no duplicate mapping is allowed.
fr: Des champs inconnus ont été trouvés. Vous pouvez les mapper avec des champs personnalisés -- les mappages dupliqués ne sont pas autorisés.
uk: Виявлено невідомі поля. Ви можете пов'язати ці поля із нетиповими полями. Дублювати прив'язки до полів не можна.

source: Import File
fr: Ficher d'import
uk: Імпорт файла

source: Tag
uk: Мітка

source: 'max_execution_time' (### seconds) in php.ini was about to be exceeded. WIKINDX is importing the bibliography in chunks.
fr: 'max_execution_time' (### seconds) dans le php.ini est sur le point d'être dépassé. WIKINDX importe la bibliographie par morceaux.
uk: 'max_execution_time' (### секунд) у php.ini було майже перевищено. WIKINDX імпортує бібліографію фрагментами.

source: No. resources added this chunk: ###
fr: Nombre de ressources ajoutées par ce morceau : ###
uk: Кількість ресурсів, що додають цей фрагмент: ###

source: Quarantine from public view:
uk: Надіслати на карантин із загального перегляду:

source: User
uk: Користувач

source: Confirm password
fr: Confirmer le mot de passe
uk: Підтвердьте пароль

source: Username
fr: Identifiant
uk: Користувач

source: Delete user(s): ###
fr: Supprimer l'(les) utilisateur(s) : ###
uk: Вилучити користувачів: ###

source: Full name
fr: Nom complet
uk: Ім'я повністю

source: User is creator
fr: Utilisateur est auteur
uk: Користувач є автором

source: You recently registered to use our WIKINDX. If this was not you, please ignore this email. Otherwise, to complete the registration process, please go to the following address and follow the instructions there:
fr: Vous vous êtes récemment inscrit pour utiliser WIKINDX. S'il ne s'agit pas de vous, ignorez ce message. Dans le cas contraire et pour poursuivre le processus d'inscription, consultez SVP l'adresse suivante pour y suivre les instructions :
uk: Ви нещодавно зареєструвалися для користування нашим WIKINDX. Якщо це були не ви, будь ласка, проігноруйте ще повідомлення електронної пошти. Якщо це були ви, для завершення процедури реєстрації, будь ласка, перейдіть за вказаною нижче адресу і виконайте наведені там настанови:

source: Thank you for registering to use our WIKINDX. Please keep this email for reference:
fr: Merci de vous être inscrit comme utilisateur WIKINDX. SVP, conservez les informations de ce message pour référence :
uk: Дякуємо за реєстрацію з метою користування нашим WIKINDX. Будь ласка, збережіть це повідомлення для подальшого використання:

source: You recently updated your details on our WIKINDX. Please keep this email for reference:
fr: Vous avez récemment mis à jour vos informations personnelles sur WIKINDX. SVP, conservez les informations de ce message pour référence :
uk: Нещодавно вами було внесено зміни щодо ваших даних у WIKINDX. Будь ласка, збережіть це повідомлення для наступного використання:

source: Remember me
fr: Se souvenir de moi
uk: Запам'ятати мене

source: If you forget your password at some point in the future, you may have a temporary password emailed to you by correctly answering up to three questions. You should ensure that the email address stored by WIKINDX is always up to date.
fr: Si vous oubliez votre mot de passe, vous pourrez obtenir par courriel un mot de passe temporaire en répondant correctement à une des questions ci-dessous. Vous devriez vous assurer que votre adresse courriel est toujours à jour.
uk: Якщо ви колись забудете ваш пароль, ви можете наказати системі надіслати вам електронною поштою тимчасовий пароль, якщо правильно відповісте на питання, кількість яких можна змінювати від одного до трьох. Вам також слід підтримувати актуальність адреси електронної пошти, яка зберігається WIKINDX.

source: Enter up to three short questions and answers:
fr: Entrez jusqu'à trois courtes questions et réponses :
uk: Введіть до трьох коротких питань та відповідей на них:

source: Question ###
uk: Питання ###

source: Answer ###
fr: Réponse ###
uk: Відповідь ###

source: If you have just loaded this page and a question is displayed here but no answer, then the answer is already stored encrypted in the database. You must, however, supply answers when clicking on the 'Edit' button.
fr: Si vous venez de rafraîchir cette page et qu'une question s'affiche sans réponse, c'est que la réponse est déjà sauvegardée et encryptée dans la base de données. Cependant, vous devez réinscrire les réponses si vous cliquez sur le bouton "Modifier" sinon votre réponse sera effacée.
uk: Якщо ви щойно завантажили цю сторінку і на ній показано питання без відповіді, відповідь вже зберігається зашифрованою у базі даних. Втім, вам слід вказати відповіді після натискання кнопки «Змінити».

source: Forgotten your password?
fr: Mot de passe oublié?
uk: Забули ваш пароль?

source: Enter either your username or email as stored in the WIKINDX.
fr: Entrez soit votre nom d'usager ou votre courriel associé à WIKINDX.
uk: Введіть або ваше ім'я користувача, або адресу електронної пошти так, як їх було збережено у WIKINDX.

source: Answer the following questions:
fr: Répondez aux questions suivantes :
uk: Дайте відповідь на такі питання:

source: You recently requested a reset password for your WIKINDX account. A temporary password is given below. You should log into this WIKINDX as soon as possible and change this password in your user settings.
fr: Vous avez récemment fait une demande de réinitialisation de mot de passe pour votre compte WIKINDX. Un mot de passe temporaire est donné plus bas. Vous devrez l'utiliser pour vous connecter puis rechanger votre mot de passe dans les options utilisateur.
uk: Нещодавно ви надіслали запит щодо скидання пароля до вашого облікового запису WIKINDX. Тимчасовий пароль наведено нижче. Вами слід якомога швидше увійти до вашого облікового запису WIKINDX і змінити пароль у параметрах вашого облікового запису.

source: Thank you for correctly answering the questions. An email has been sent to your address with a temporary password which you should change the next time you log into WIKINDX.
fr: Merci d'avoir répondu correctement aux questions. Un courriel contenant un mot de passe temporaire a été envoyé à votre adresse courriel. Vous devrez l'utiliser pour vous connecter puis rechanger votre mot de passe dans les options utilisateur.
uk: Дякуємо за правильні відповіді на питання. На вашу адресу електронної пошти надіслано повідомлення із тимчасовим паролем, який ви маєте змінити під час наступного входу до системи WIKINDX.

source: Return to log in prompt
fr: Retour à l'invite de connexion
uk: Повернутися до запиту щодо входу

source: WIKINDX Master Bibliography
fr: Bibliographie WIKINDX globale
uk: Основна бібліографія WIKINDX

source: Delete bibliography ###
fr: Supprimer la bibliographie ###
uk: Вилучити бібліографію ###

source: Deleted user
fr: Supprimer l'utilisateur
uk: Вилучений користувач

source: How do you wish to deal with the deleted users' quotes, paraphrases, musings, ideas, and comments (metadata)? Metadata left unchanged will be shown as added by 'Deleted user'. If you choose to delete users' metadata, other users' comments relating to those metadata will also be deleted. A deleted user's resources are not deleted. If you choose not to delete metadata, all private and group musings, comments, and ideas will be made public
uk: У який спосіб слід обробляти цитати, перекази, думки, ідеї і коментарі (метадані) вилучених користувачів? Метадані, які буде залишено незмінними, буде показано як додані «Вилученим користувачем». Якщо ви накажете програмі вилучати метадані користувачів, коментарі інших користувачів щодо цих метаданих також буде вилучено. Ресурси вилученого користувача вилучено не буде. Якщо ви накажете програмі не вилучати метадані, усі приватні і групові думки, коментарі та ідеї стануть загальнодоступними.

source: Leave unchanged
fr: Garder inchangé
uk: Залишити без змін

source: Transfer to superadmin
fr: Transférer à l'administrateur principal
uk: Перенести до суперадміністраторів

source: User bibliographies
uk: Бібліографії користувача

source: Use this bibliography for browsing
fr: Utiliser cette bibliographie pour la consultation
uk: Скористатися цією бібліографією для навігації

source: Display bibliography details
fr: Afficher les détails de la bibliographie
uk: Показати параметри бібліографії

source: You do not yet have any bibliographies
fr: Vous n'avez pas encore de bibliographie
uk: У вас ще немає жодних бібліографій

source: Create a new user bibliography
fr: Créer une nouvelle bibliographie
uk: Створити бібліографію користувача

source: Create a new group bibliography
fr: Créer une nouvelle bibliographie de groupe
uk: Створити бібліографію групи

source: Delete bibliography
fr: Supprimer la bibliographie
uk: Вилучити бібліографію

source: Edit bibliography details
fr: Modifier les détails de la bibliographie
uk: Редагувати параметри бібліографії

source: Add users to this bibliography
uk: Додати користувачів до цієї бібліографії

source: Delete from bibliography
fr: Supprimer de la bibliographie
uk: Вилучити з бібліографії

source: ______OTHER USERS______
fr: ______AUTRES UTILISATEURS______
uk: ______ІНШІ КОРИСТУВАЧІ______

source: ___MY BIBLIOGRAPHIES___
fr: ___MES BIBLIOGRAPHIES___
uk: ___ВАШІ БІБЛІОГРАФІЇ___

source: ___GROUP BIBLIOGRAPHIES___
fr: ___BIBLIOGRAPHIES DE GROUPE___
uk: ___БІБЛІОГРАФІЇ ГРУПИ___

source: Number of resources
fr: Nombre de références
uk: Кількість ресурсів

source: Administrator
fr: Administrateur
uk: Адміністратор

source: Bypass the password check
uk: Обійти перевірку пароля

source: Never
fr: Jamais
uk: Ніколи

source: When any resource or its text is added/edited by other users
fr: Lorsque qu'une référence (ou son contenu) est ajoutée/modifiée par d'autres utilisateurs
uk: Коли інший ресурс або його текст додають або змінюють інші користувачі

source: When any resource from my bibliographies or its text is added/edited by other users
fr: Lorsque qu'une référence provenant de mes bibliographies ou son texte est ajouté/modifié par les autres utilisateurs
uk: Коли інший ресурс з ваших бібліографій або його текст додають або змінюють інші користувачі

source: When any resource or its text for which I am a creator is added/edited by other users
fr: Lorsque qu'une référence ou son texte pour lesquels je suis l'auteur est ajouté/modifié par les autres utilisateurs
uk: Коли іншими користувачами буде додано або змінено будь-який ресурс або його текст, якщо ви є його автором

source: When a resource has been added
fr: Quand une référence a été ajoutée
uk: Коли ресурс було додано

source: When a resource or its text has been edited
fr: Quand une référence ou son contenu a été éditée
uk: Коли до ресурсу або його тексту внесено зміни

source: Provide a digest of additions/edits after x number of days since the last notification
fr: Notifier seulement après x nombres de jours depuis la dernière modification
uk: Надати резюме додавань і змін, якщо мине вказана кількість днів з часу останнього сповіщення

source: Immediately
fr: Immédiatement
uk: Негайно

source: At or below this value, receive a list of all added or edited resources; above this value, receive just the number of added or edited resources
fr: Au niveau ou en dessous de cette valeur, recevez une liste de toutes les références ajoutées ou modifiées ; Au-dessus de cette valeur, recevez uniquement le nombre de références ajoutées ou modifiées :
uk: Якщо значення буде рівним або меншим за вказане, отримати список усіх доданих або змінених ресурсів; якщо значення буде перевищувати вказане, отримати лише кількість доданих або змінених ресурсів

source: ### has added or edited the following resource or its text
fr: ### a ajouté ou modifié la référence suivante (ou son contenu)
uk: ### було додано або змінено вказаний нижче ресурс або його текст

source: ### has added
fr: ### a ajouté
uk: ### було додано

source: ### new resources
fr: ### nouvelles références
uk: ### нових ресурсів

source: ### resources have been added or edited since your last notification
fr: ### références ont été ajoutées ou modifiées depuis votre dernière notification
uk: ### ресурсів було додано або змінено з часу вашого останнього сповіщення

source: The following resources have been added or edited since your last notification
fr: Les références suivantes ont été ajoutées ou éditées depuis votre dernière notification
uk: З часу останнього сповіщення було додано або змінено наведені нижче ресурси

source: Give a user group write access to this bibliography
fr: Donner à un groupe d'utilisateurs le droit d'écriture sur cette bibliographie
uk: Надати групі користувачів доступ до запису для цієї бібліографії
