Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: A creator of that name already exists in the database
fr: Un auteur porte déjà ce nom dans la base.
uk: Запис автора із цим іменем вже існує у базі даних

source: A publisher of that name and location already exists in the database
fr: Un éditeur porte déjà ce nom dans la base.
uk: Запис видавця із цією назвою та місцем реєстрації вже існує у базі даних

source: A collection with those details already exists in the database
fr: Une collection porte déjà ce nom dans la base.
uk: У базі даних вже є запис збірки із цими подробицями

source: A keyword of that name already exists in the database
fr: Un descripteur du même nom existe déjà dans la base.
uk: Запис ключового слова із цією назвою вже існує у базі даних

source: Unfortunately you have not stored any question/answer pairs or you have entered your details incorrectly so WIKINDX is unable to help you. Please contact the WIKINDX administrator ###
fr: Malheureusement, vous n'avez pas enregistré de question/réponse ou vous avez mal entré les détails, WIKINDX n'est donc pas en mesure de vous aider. SVP, veuillez contacter l'administrateur WIKINDX ###.
uk: На жаль, ви не зберегли жодної пари питання-відповідь або вказали ваші подробиці з помилками, тому WIKINDX не зможе вам допомогти. Будь ласка, зв'яжіться із адміністратором WIKINDX ###

source: There is more than one user with that email address so WIKINDX is unable to help you. Please contact the WIKINDX administrator for further help or enter your username.
fr: WIKINDX n'est pas en mesure de vous aider, car plus d'un usager est associé à cette adresse courriel. SVP, veuillez contacter l'administrateur WIKINDX pour de l'assistance ou entrez votre nom d'utilisateur.
uk: Із цією адресою електронної пошти зареєстровано декілька користувачів, тому WIKINDX не зможе вам допомогти. Будь ласка, зв'яжіться із адміністратором WIKINDX, щоб отримати допомогу, або введіть ваше ім'я користувача.

source: WIKINDX is unable to email you because the SMTP server does not appear to be available. Please contact the WIKINDX administrator ###
fr: WIKINDX est dans l'impossibilité de vous envoyer un courriel, car le serveur SMTP ne semble pas disponible.
uk: WIKINDX не зможе надіслати вам повідомлення електронної пошти, оскільки не вдалося отримати доступ до сервера SMTP. Будь ласка, повідомте про це адміністратору WIKINDX ###

source: Resource has been quarantined until an ADMIN approves it
fr: La référence est en attente de validation par un administrateur.
uk: Ресурс було спрямовано на карантин. Він очікуватиме на схвалення адміністратором

source: Incompatible plugins: ###
uk: Несумісні додатки: ###

source: If you delete the main idea, the entire thread will be deleted
fr: Si vous effacez cette remarque, l'entièreté du fil sera effacée.
uk: Якщо ви вилучите основну ідею, буде вилучено усю гілку

source: The administrator of this wikindx has denied you access. Please contact the administrator for further details.
uk: Адміністратор цього екземпляра wikindx заборонив вам доступ. Будь ласка, зв'яжіться із адміністратором, щоб дізнатися більше.

source: There are no user bibliographies in the database
fr: La base de données ne contient aucune bibliographie
uk: У базі даних немає бібліографій користувача

source: No valid entries found in the file
fr: Aucune entrée valide dans ce fichier.
uk: У файлі не знайдено коректних записів

source: Admin action failed: ###
uk: Помилка під час виконання дії з адміністрування: ###

source: An error occurred while downloading the component list from the update server. Please try again later.
uk: Сталася помилка під час спроби отримати список компонентів із сервера оновлення. Будь ласка, повторіть спробу пізніше.

source: An error occurred while parsing the component list from the update server. Please check for updates again.
uk: Сталася помилка під час спроби обробити список компонентів із сервера оновлення. Будь ласка, повторіть спробу пошуку оновлень.

source: Unknown component.
uk: Невідомий компонент.

source: Two or more inline plugins have been assigned the same container: ###. The configuration has not been updated.
uk: Декілька вбудованих додатків було пов'язано із одним контейнером: ###. Конфігурацію не оновлено.

source: The value of $container is invalid. The configuration has not been updated.
uk: Значення $container є некоректним. Конфігурацію не оновлено.

source: The value of $menus is invalid. The configuration has not been updated.
uk: Значення $menus є некоректним. Конфігурацію не оновлено.

source: Loading failed. The configuration has not been updated.
uk: Помилка під час завантаження. Конфігурацію не оновлено.

source: The CONFIG class is incorrectly named. The configuration has not been updated.
uk: Помилкова назва класу CONFIG. Конфігурацію не оновлено.

source: Member ### of the CONFIG class is missing. The configuration has not been updated.
uk: Пропущено член ### класу CONFIG. Конфігурацію не оновлено.

source: <h3>Search</h3>
fr: <h3>Recherche</h3>
uk: <h3>Пошук</h3>

source: <p>There are two types of search available:</p>
uk: <p>Доступними є два типи пошуку:</p>

source: <ul> <li><strong>Quick Search:</strong></li> <ul> <li>A set number of database fields are searched: title; note; abstract; quote; quote comment; paraphrase; paraphrase comment; musing; creator surname; resource keyword; user tag; and any custom fields</li> <li>Partial word searches are the default unless the search term is an exact phrase</li> <li>You can use control words as noted below</li> <li>The restrictions noted below on searches using the abstract and note fields pertain here</li> </ul> </li> <li><strong>Advanced Search:</strong></li> </li> <ul> <li>Complex composite search and select operations may be constructed by adding new fields. Some of these fields can be searched for words or phrases, some can be selected within, and some make use of numerical comparison</li> <li>The abstract and note fields are searched on in FULLTEXT BOOLEAN mode. This is a quick and efficient method for searching over potentially large text fields but it dosen't support Chinese and Japanese. In order to do this, your MySQL server must have the requisite parser: see <a href='https://dev.mysql.com/doc/refman/8.0/en/fulltext-restrictions.html'>Full-Text Restrictions</a> in the MySQL documentation. Wildcard characters will be ignored for these two fields</li> <li>Document searches can be performed on resource attachments if they are of type PDF, DOC, DOCX, or RTF – searches are carried out on the cached versions of attachments. If you use the first select field to search on attachments any 'NOT' in the search field will be ignored. Attachment searches are not filtered for the list of ignored words (see below)</li> <li>The 'OR', 'AND' and 'NOT' radio buttons logically link that set of search parameters to the previous set. For example, five search elements that are sequentially 1 OR 2 AND 3 NOT 4 OR 5 will be grouped as 1 OR (2 AND 3 NOT 4) OR 5</li> <li>The structure and logic of the operation may be viewed before searching by clicking on the 'View natural language' icon</li> <li>Multiple selections may be made through various combinations of holding (on Windows and Linux) the Control and Shift keys while clicking (on Apple, the Command and Shift keys). Use the arrows to transfer select options between the select box listing those available to use and the select box listing those that will be used</li> <li>The select boxes of selected options make use of the radio buttons 'OR' and 'AND'. For example (selecting just the Keyword field to search on), with two or more keywords selected and 'OR' set, each of the returned resources must contain at least one of those keywords. With two or more keywords selected and 'AND' set, each of the returned resources must contain all those keywords</li> <li>Ideas can also be searched but are displayed separately as they are not part of a resource</li> </ul> </li> </ul>
uk: <ul> <li><strong>Швидкий пошук:</strong></li> <ul> <li>Набір полів бази даних, у яких виконується пошук: заголовок; нотатка; резюме; цитата; коментар до цитати; переказ; коментар до переказу; думка; прізвище автора; ключове слово ресурсу; мітка користувача та будь-які нетипові поля</li> <li>Типово виконується пошук за частинами слів, якщо не вказано, що пошук слід виконувати за точною фразою</li> <li>Ви можете керувати словами у спосіб, який описано нижче</li> <li>Описані нижче обмеження на пошук для полів резюме і нотатки, стосуються і цього пошуку</li> </ul> </li> <li><strong>Розширений пошук:</strong></li> </li> <ul> <li>Складний складений пошук і дії з вибору можна побудувати додаванням нових полів. Пошук у деяких з цих полів можна виконувати за словами або фразами, у деяких можна виконати вибір, а у деяких можна використовувати числове порівняння</li> <li>Пошук у полях резюме та нотатки відбувається у повнотекстовому булевому режимі (FULLTEXT BOOLEAN). Це швидкий і ефективний спосіб пошуку у потенційно об'ємних текстових полях, але при цьому не передбачено підтримки пошуку у текстах китайською або японською. Для його виконання на вашому сервері MySQL має бути відповідний обробник: див. <a href='https://dev.mysql.com/doc/refman/8.0/en/fulltext-restrictions.html'>обмеження щодо повнотекстового пошуку</a> у документації до MySQL. Для цих двох полів символи-замінники буде проігноровано</li> <li>Пошук у документах можна виконувати для долучень ресурсів, якщо документи належать до типів PDF, DOC, DOCX або RTF. Пошук виконується на основі кешованих версій долучень. Якщо ви використовуєте перше поле вибору для пошуку у долучення, усі «NOT» у полі пошуку буде проігноровано. Пошук у долученнях не фільтрується на список ігнорованих слів (див. нижче)</li> <li>Перемикачі «OR», «AND» і «NOT» логічно пов'язують цей набір параметрів пошуку із попереднім. Наприклад, п'ять елементів пошуку, які послідовно поєднано 1 OR 2 AND 3 NOT 4 OR 5 буде згруповано як 1 OR (2 AND 3 NOT 4) OR 5</li> <li>Структуру і логіку дії можна переглянути до виконання пошуку натисканням піктограми «Переглянути природною мовою»</li> <li>Позначити декілька пунктів можна за допомогою різноманітних комбінацій утримання (у Windows і Linux) клавіш Ctrl і Shift під час клацання (у операційних системах Apple клавіш Command і Shift). Скористайтеся стрілочками для перенесення параметрів позначення між списком доступних варіантів позначення і списком варіантів позначення, які буде використано</li> <li>У пунктах вибору варіантів використовуються перемикачі «OR» і «AND». Наприклад, (вибір лише поля «Ключове слово» для пошуку) із двома або декількома вибраними ключовими словами і встановленим режимом «OR», кожен із знайдених записів ресурсів має містити принаймні одне з ключових слів. Якщо вибрано два або декілька ключових слів і встановлено режим «AND», у знайдених ресурсах мають міститися усі ці ключові слова</li> <li>Пошук можна виконувати і в ідеях, але їх буде показано окремо, оскільки вони не є частиною ресурсу</li> </ul> </li> </ul>

source: <p>In both types of search, the following rules hold for the word search phrase:</p>
uk: <p>У обох типах пошуку застосовуються такі правила для фрази пошуку за словами:</p>

source: <ul> <li>You can use the control words <strong>AND</strong>, <strong>OR</strong> and <strong>NOT</strong> and can group words into exact phrases using double quote marks: <strong>"</strong>search term<strong>"</strong></li> <li><strong>AND</strong>, <strong>OR</strong> and <strong>NOT</strong> are case-sensitive and function as control words only outside exact phrases</li> <li>The wildcard characters '?' (zero or one character) and '*' (zero or multiple characters) can be used. In an exact phrase, these characters will treated literally</li> <li>The use of wildcard characters disables partial word matching</li> <li>The wildcard '?' will not match a single UTF-8 character due to the multibyte nature of UTF-8. Use '*' instead</li> <li>Searches are case-insensitive</li> <li>A space not in an exact phrase will be treated as <strong>OR</strong></li> <li>All non-alphanumeric characters not in an exact phrase will be ignored unless the character is a wildcard</li> <li><em>OR</em> words following <strong>AND</strong> or <strong>NOT</strong> will be grouped. You might choose, therefore, to have a string of <em>OR</em> words at the start of the phrase. Some examples: <ul> <li>'word1 AND word2 OR word3 OR word4 NOT word5 word6' => 'word1 AND (word2 OR word3 OR word4) NOT (word5 OR word6)'</li> <li>'word1 word2 OR word3 word4 NOT word5 word6 AND word7' => 'word1 OR word2 OR word3 OR word4 NOT (word5 OR word6) AND word7'</li> <li>'NOT word1 word2 OR word3 OR word4 NOT word5 word6' => 'NOT (word1 word2 OR word3 OR word4) NOT (word5 OR word6)'</li> </ul> </li> <li>The administrator has defined the following words which, if not in an exact phrase, will be ignored: <em>#search#</em></li> </ul>
uk: <ul> <li>Ви можете скористатися керівними словами <strong>AND</strong>, <strong>OR</strong> і <strong>NOT</strong> і можете групувати слова у точні фрази за допомогою подвійних лапок: <strong>"</strong>критерій пошуку<strong>"</strong></li> <li><strong>AND</strong>, <strong>OR</strong> і <strong>NOT</strong> слід вказувати саме великими літерами, вони працюють лише поза точними фразами</li> <li>Можна використовувати символи-замінники «?» (нуль або один символ) і «*» (нуль або декілька символів). У точних фразах ці символи означають самі себе.</li> <li>Використання символів-замінників вимикає часткову відповідність за словами.</li> <li>Символ-замінник «?» не відповідатиме одному символу UTF-8 через багатобайтову природу символів UTF-8. Використовуйте для таких символів «*».</li> <li>Пошук відбувається без врахування регістру символів.</li> <li>Пробіл поза точною фразою вважатиметься логічним оператором <strong>OR</strong>.</li> <li>Усі символи, відмінні від літер і цифр, поза точною фразою буде проігноровано, якщо символ не є символом-замінником.</li> <li>Слова <em>OR</em> з наступним <strong>AND</strong> або <strong>NOT</strong> буде згруповано. Через це, ви можете вказати рядок з <em>OR</em> на початку фрази. Ось декілька прикладів: <ul> <li>'слово1 AND слово2 OR слово3 OR слово4 NOT слово5 слово6' => 'слово1 AND (слово2 OR слово3 OR слово4) NOT (слово5 OR слово6)'</li> <li>'слово1 слово2 OR слово3 слово4 NOT слово5 слово6 AND слово7' => 'слово1 OR слово2 OR слово3 OR слово4 NOT (слово5 OR слово6) AND слово7'</li> <li>'NOT слово1 слово2 OR слово3 OR слово4 NOT слово5 слово6' => 'NOT (слово1 слово2 OR слово3 OR слово4) NOT (слово5 OR слово6)'</li> </ul> </li> <li>Адміністратором визначено такі слова, які, якщо їх вказано поза точною фразою, буде проігноровано: <em>#search#</em></li> </ul>

source: <h3>Resource</h3>
fr: <h3>Références</h3>
uk: <h3>Ресурс</h3>

source: <p>Any user can:</p>
fr: <p>Tout utilisateur peut:</p>
uk: <p>Будь-який користувач може:</p>

source: <ul> <li>Store the resource in a basket which operates as a temporary collection of resources which you can view at any point from the Resource menu.</li> <li>Store the resource as a bookmark which can be accessed from the Resource menu. Bookmarks are stored across sessions for registered users.</li> </ul>
fr: <ul> <li>Stocker des références dans un panier qui fonctionne comme une collection temporaire de références que vous pouvez accéder à n'importe quel moment via le menu «Références».</li> <li>Marquer une référence avec un signet qui peut ensuite être consulté via le menu «Références». Les signets sont sauvegardés d'une session à l'autre pour les utilisateurs enregsitrés.</li> </ul>
uk: <ul> <li>Зберегти ресурс до кошика, який працює як тимчасова збірка ресурсів, яку ви завжди можете переглянути у меню «Ресурс».</li> <li>Зберегти ресурс як закладку, доступ до якої можна бути отримати з меню «Ресурс». Закладки зберігаються між сеансами роботи для зареєстрованих користувачів.</li> </ul>

source: <p>If you are a registered user you can:</p>
fr: <p>Les utilisateurs enregistrés peuvent:</p>
uk: <p>Якщо ви є зареєстрованим користувачем, ви можете таке:</p>

source: <ul> <li>Edit a number of elements on this page. Certain options, such as editing and adding attachments, need to be enabled by the administrator.</li> <li>Add new elements such as quotations, paraphrases and musings. Comments (on quotations and paraphrases) and musings can be set to be to private, public or available to any user groups you have defined in My Wikindx.</li> </ul>
fr: <ul> <li>Éditer des éléments dans cette page. Certaines options, telles que l'édition et l'ajout de pièces jointes, doivent être approuvées par l'administrateur.</li> <li>Ajouter des éléments tels que des citations, des paraphrases et des idées. Les commentaires (sur les citations et paraphrases) et les idées peuvent être marqués comme étant privés, publics ou visibles par n'importe quel groupe d'utilisateur défini dans l'onglet «Mon Wikindx».</li> </ul>
uk: <ul> <li>Змініть кількість елементів на цій сторінці. Адміністратором має бути увімкнено певні можливості, зокрема редагування та додавання долучень.</li> <li>Додайте нові елементи, зокрема цитати, перекати і думки. Коментарі (до цитат та переказів) та думки можна зробити конфіденційними, відкритими або доступними будь-яким групам користувачів, які ви визначили у «Мій Wikindx».</li> </ul>

source: <p>If an element such as a keyword or category is hyperlinked, clicking on the link will display other resources belonging to that keyword or category. Any quotations, paraphrases and available musings can optionally have hyperlinked keywords linking them to other metadata.</p>
fr: <p>Si un élément tel qu'un mot-clé ou une catégorie est hyperlié, cliquer sur le lien va faire afficher d'autres ressources en lien avec ce mot-clés ou cette catégorie. Toutes citations, paraphrases et idées peuvent optionnellement avoir des mots-clés hyperliés qui mènent à d'autres métadonnées.</p>
uk: <p>Якщо з елементом, зокрема ключовим словом або категорією, пов'язано гіперпосилання, натискання цього посилання призведе до показу інших ресурсів, які належать до цього ключового слова або категорії. Усі цитати, перекази та доступні думки можуть, якщо ви захочете, мати пов'язані із ними гіперпосиланнями ключові слова, які пов'язують їх із іншими метаданими.</p>

source: <p>Depending on your user permissions, you will see various statistics on the page:</p>
fr: <p>Dépendamment des permissions, vous pourrez voir diverses statistiques sur cette page :</p
uk: <p>Залежно від прав доступу вашого користувача, ви побачите на сторінці різні статистичні дані:</p>

source: <ul> <li>Views: Number of views this month / total number of views.</li> <li>Views Index: An indication of the number of times this resource has been viewed compared to other resources weighted according to the amount of time the resource has been available. The higher the percentage, the greater the number of weighted views.</li> <li>Downloads: A resource can have any number of attachments and each has a display giving downloads this month / total number of downloads.</li> <li>Downloads Index: As with the Views Index, a weighted percentage of total downloads.</li> <li>Popularity Index: A combination of Views Index and Downloads Index indicating the popularity of this resource.</li> <li>Maturity: A figure out of 10 assigned by the administrator indicating the subjective 'maturity' of the resource.</li> </ul>
fr: <ul> <li>Consultations : Nombre de consultations ce mois-ci / total des visionnements.</li> <li>Indice de consultation : Une indication du nombre de fois que cette référence a été vue en comparaison des autres. Plus le pourcentage est élevé, plus est élevé le poids relatif de visionnement.</li> <li>Téléchargements : Une référence peut avoir un nombre illimité de pièces jointes et chacune affiche y le nombre de téléchargements : ce mois-ci / total.</li> <li>Indice téléchargement : Idem que l'index des visionnements, mais pour les téléchargements.</li> <li>Indice de popularité : Combinaison des indices de visionnement et de téléchargement indiquant la popularité de la référence.</li> </ul>
uk: <ul> <li>Перегляди: кількість переглядів поточного місяця / загальна кількість переглядів.</li> <li>Індекс переглядів: індикатор кількості переглядів цього ресурсу, порівняно із іншими ресурсами, зважений відповідь до обсягу часу, протягом якого ресурс був доступним. Чим вищою є частка, тим більшою є кількість зважених переглядів.</li> <li>Отримання: ресурс може мати будь-яку кількість долучень. Для кожної є показ отримань поточного місяця / загальна кількість отримань.</li> <li>Індекс отримань: як і з індексом переглядів, це зважена частка загальної кількості отримань.</li> <li>Індекс популярності: поєднання індексу переглядів та індексу отримань, яке вказує на популярність цього ресурсу.</li> <li>Зрілість: значення до 10, яке вказано адміністратором і є суб'єктивною «зрілістю» ресурсу.</li> </ul>

source: <h3>Editing Collections</h3>
fr: <h3>Modification des collections</h3>
uk: <h3>Редагування збірок</h3>

source: <p>Here, you can globally edit default values for all collections:</p>
fr: <p>Ici, vous pouvez modifié globalement les valeurs par défaut de toutes les collections :</p>
uk: <p>Тут ви можете на загальному рівні редагувати типові значення для усіх збірок:</p>

source: <ul> <li>New collections are automatically created when adding or editing a resource that belongs to a previously non-existent collection.</li> <li>The default values are the collection values displayed when adding or editing a new resource that belongs to a collection such as an anthology or a journal. When adding or editing a resource, the default values can be overridden for that resource but the default values for the collection can only be edited here.</li> <li>A value in a 'Publisher name' field will override any selection in the 'Publisher' select box.</li> <li>A value in a creator 'Last name' field will override any selection in the appropriate 'Creator' select box.</li> <li>Editing the default values of a collection will update the information for resources within that collection.</li> </ul>
fr: <ul> <li>Les nouvelles collections sont automatiquement créées lorsque est ajoutée ou modifiée une référence qui appartient à une collection précédemment inexistante.</li> <li>Les valeurs par défaut sont les collections affichées lors de l'ajout et la modification d'une nouvelle référence qui appartient à une collection comme une anthologie ou un journal. Lors de l'ajout ou de la modification d'une référence, les valeurs par défaut peuvent être remplacées pour cette référence, mais les valeurs par défaut de la collection peuvent uniquement être modifiées ici.</li> <li>Une valeur dans un champ 'Nom de l'éditeur' remplacera toute sélection dans la zone de sélection 'Éditeur'.</li> <li>Une valeur dans un champ créateur 'Nom' remplacera toute sélection dans la boîte de sélection 'Auteur' appropriée.</li> <li>La modification des valeurs par défaut d'une collection mettra à jour les informations relatives aux références de cette collection.</li> </ul>
uk: <ul> <li>Нові збірки автоматично створюються при додаванні або редагуванні ресурсу, який належить до збірки, якої раніше не існувало.</li> <li>Типові значення є значеннями збірки, які показано при додаванні або редагуванні нового ресурсу, який належить до збірки, зокрема антології або журналу. При додаванні або редагуванні ресурсу типові значення може бути перевизначено для цього ресурсу, але типові значення для збірки можна змінити лише тут.</li> <li>Значення у полі «Назва видавця» має вищий пріоритет над будь-яким вибраним значенням у полі вибору «Видавець».</li> <li>Значення у полі «Прізвище» має вищий пріоритет над будь-яким значенням у відповідному полі вибору «Автор».</li> <li>Редагування типових значень збірки призведе до оновлення відомостей для ресурсів у цій збірці.</li> </ul>
