Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: <li>Language/Locale: The default interface language of WIKINDX is English (United Kingdom). Translations are included in the kernel and updated with new versions as the translators work. Even if a language is not installed, the user can still set the environment locale (for the display of numbers, dates, currencies etc.). In all cases, missing messages in the selected language will be replaced by the default English. If the language option is set to 'Auto,' the set language will be determined by the browser's locale.</li>
uk: <li>Мова/Локаль: типовою мовою інтерфейсу WIKINDX є англійська (у британській версії). Переклади включено до ядра, вони оновлюються з новими версіями і поступом роботи перекладачів. Навіть якщо мовну не встановлено, користувач може встановити локаль середовища (для показу чисел, дат, грошових сум тощо). В усіх випадках повідомлення, які не перекладено, буде показано типовою англійською мовою. Якщо для параметра мови встановлено значення «Авто», мову буде визначено за локаллю браузера.</li>

source: <li>Paging links: If a resource list operation returns a high number of resources, this can take time to display. You can, however, define a subset of resources to display in the web browser then use paging links to move onto the next subset.</li>
uk: <li>Посилання на сторінки: якщо дій зі списком ресурсів повертає велику кількість ресурсів, системі знадобиться багато часу для їхнього показу. Втім, ви можете наказати їй показувати у браузері лише частину результатів і використовувати посилання на сторінки із рештою результатів.</li>

source: <li>Tag clouds: Resources can be browsed (under the Search menu) as 'tag clouds' where the size and colour of the font represent relative frequency of the data being browsed.</li>
uk: <li>Хмари міток: навігацію ресурсами можна здійснювати (у меню «Пошук») за допомогою «хмари міток», у якій розмір і колір шрифту міток відповідає відносній частоті переходу до відповідних даних.</li>

source: <li>Character limiting: Sometimes the text displayed in a form select box is long enough to cause problems with the web browser display. This is often the case with journal titles or publisher names. This field allows the user to limit the amount of text with any dropped text being replaced by ' ... '.</li>
uk: <li>Обмеження на кількість символів: іноді текст, який буде показано у полі вибору форми є настільки довгим, щоб спричинити проблеми із показом у браузері. Таке часто трапляється із назвами журналів та видавців. За допомогою цього поля користувача може обмежити обсяг тексту. Увесь відкинути текст буде замінено на « ... ».</li>

source: <li>Hyperlink view resource: when viewing a list of resources, the entire resource may be viewed by clicking on the view icon. Additionally, you may set the entire bibliographic record to be the hyperlink to the resource. In this case, if the bibliographic record contains an external URL (the record is a web page, for example), then the external URL would no longer be hyperlinked.</li>
uk: <li>Перегляд ресурсу за гіперпосиланням: при перегляді списку ресурсів увесь ресурс можна переглянути натисканням піктограми перегляду. Крім того, ви можете зробити увесь бібліографічний запис гіперпосиланням на ресурс. У цьому випадку, якщо бібліографічний запис містить зовнішню адресу (запис, наприклад, є вебсторінкою), посилання на зовнішню адресу буде вимкнено.</li>

source: <li>Menu level: To use the screen space efficiently, WIKINDX makes use of multi-level menus. These can, however, be difficult to use so you can opt to reduce the number of menu levels. In some cases, the template designer will mandate a certain number of menu levels in which case, attempting to change the number of menu levels for that template will make no difference.</li>
uk: <li>Рівень меню: з метою ефективного використання місця на екрані WIKINDX використовує багаторівневі меню. Втім, багаторівнева система меню може бути складною у користуванні, тому ви можете зменшити кількість рівнів меню. У деяких випадках розробник шаблону може обмежити кількість рівнів меню певним числом. У цих випадках спроба змінити кількість рівнів меню для цього шаблону ні на що не вплине.</li>

source: <li>BibTeX: BibTeX is a bibliographic format familiar to engineers and scientists.</li>
uk: <li>BibTeX: BibTeX — формат бібліографії, який є знайомим інженерам та науковцям.</li>

source: <li>CMS: If the administrator allows it, bibliographic data from WIKINDX may be displayed in Content Management Systems such as MediaWiki, Moodle and WordPress. To aid in this, you can display a 'cms' link that provides the data required.</li>
uk: <li>CMS: якщо адміністратор дозволить його, бібліографічні дані з WIKINDX може бути показано у системах керування вмістом, зокрема MediaWiki, Moodle і WordPress. Щоб допомогти у цьому, ви можете наказати програмі показувати посилання «cms», який надаватиме відповідні дані.</li>

source: <li>User groups: In a multi-user WIKINDX, registered users can define user groups. Potentially private information, such as comments on quotations or resource musings, can then be assigned to be viewed only by members of a user group. Additionally, user groups may collaborate in building a user group bibliography.</li>
uk: <li>Групи користувачів: у середовищі WIKINDX із багатьма користувачами зареєстровані користувачі можуть визначати групи користувачів. Потенційно конфіденційна інформація, зокрема коментарі до цитат або думки ресурсу, можна потім позначити для перегляду лише учасниками певної групи користувачів. Крім того, учасники групи користувачів можуть співпрацювати у побудові бібліографії групи користувачів.</li>

source: <li>User bibliographies: These are drawn from the WIKINDX Master Bibliography and may be personal or managed by a user group. Operations on a user bibliography (such as removing resources from it) have no effect on the WIKINDX Master Bibliography.</li>
uk: <li>Бібліографії користувачів: є похідними від основної бібліографії WIKINDX, вони можуть бути особистими або керованим групою користувачів. Дії із бібліографією користувача (зокрема вилучення з неї ресурсів) не змінюють основної бібліографії WIKINDX.</li>

source: <li>Email notification: Receive emails notifying of additions of resources or edits to them. The days figure is a threshold – requirements to notify by email are triggered only when resources are added or edited so that a threshold of 7 days, for example, does not necessarily mean that the notification will be sent immediately following the passing of the threshold, only that the notification will be sent the next time a resource is added or edited.</li>
uk: <li>Сповіщення електронною поштою: отримуйте повідомлення електронної пошти зі сповіщеннями щодо додавання або редагування ресурсів. Пункт днів є пороговим значенням — сповіщення електронною поштою вмикаються, лише при додаванні або редагування ресурсів, тому порогове значення у, наприклад, 7 днів не обов'язково означає, що сповіщення буде надіслано негайно при перетині порогової дати, а означає, що сповіщення буде надіслано наступного разу, коли буде додано або редаговано ресурс.</li>

source: <h3>Preferences</h3>
fr: <h3>Préférences</h3>
uk: <h3>Налаштування</h3>

source: <p>Most settings are self-explanatory but some require further explanation:</p>
fr: <p>La plupart des paramètres sont explicites, mais certains requièrent plus d'explication :</p>
uk: <p>Призначення більшості пунктів параметрів є очевидним із назви, але деякі потребують додаткових пояснень:</p>

source: <h3>Ideas</h3>
fr: <h3>Remarques</h3>
uk: <h3>Ідеї</h3>

source: <p>Ideas are independent of resources and are a means to store thoughts related to the subject matter of the database.</p>
fr: <p>Les remarques sont indépendantes des références et sont conçues pour garder une trace des réflexions en lien avec les sujets de la base de données.</p>
uk: <p>Ідеї є незалежними від ресурсів і є способом зберігати думки, пов'язані із певною темою у базі даних.</p>

source: <ul> <li>Ideas are threaded -- new sub-ideas can be added to them.</li> <li>The originator of the first idea in the thread is the owner of the thread.</li> <li>The owner can set the privacy of the thread (public, private, or group) and changing this will change the privacy settings of the entire thread.</li> <li>If threads are public or shared with a group, other registered users can add sub-ideas.</li> <li>Only the owner of a sub-idea can edit and delete that sub-idea.</li> <li>If the original idea is deleted, then the entire thread is deleted (you will be asked to confirm this).</li> </ul>
fr: <ul> <li>Les remarques sont regroupées en fil -- des nouvelles sous-remarques peuvent y être ajoutées.</li> <li>Le créateur original de la première remarque du fil est le propriétaire du fil.</li> <li>Le propriétaire peut déterminer le niveau d'accès du fil (public, privé ou groupe).</li> <li>Si des fils sont publics ou partagés avec un groupe, d'autres usagers enregistrés peuvent ajouter des sous-remarques.</li> <li>SEul l'auteur d'une sous-remarque peut modifier et effacer cette sous-remarque.</li> <li>Si la remarque originale est effacée, alors l'entièreté du fil est effacé.</li> </ul>
uk: <ul> <li>Ідеї поділено на потоки — до них можна додавати нові підлеглі ідеї.</li> <li>Автор першої ідеї у потоці є власником потоку.</li> <li>Власний може встановити рівень конфіденційності потоку (відкритий, закритий або доступний групі), і його зміна змінить параметри конфіденційності усього потоку.</li> <li>Якщо потоки є відкритим або спільними для групи, інші зареєстровані користувачі можуть додавати підлеглі ідеї.</li> <li>Редагувати або вилучати підлеглі ідеї може лише власник підлеглої ідеї.</li> <li>Якщо початкову ідею буде вилучено, буде вилучено увесь потік (програма попросить вас підтвердити вилучення).</li> </ul>

source: <h3>Creator Groups</h3>
uk: <h3>Групи авторів</h3>

source: <p>Select and group multiple creators into one creator (the grouped creators will not be deleted). List operations on the group master will include grouped creators. This is intended for situations where one person may be represented by different creator names but you wish to keep those creator names accurate to the original bibliographic source.</p>
uk: <p>Позначте і згрупуйте декількох авторів до одного запису автора (згруповані записи авторів не буде вилучено). Дії над списком у основі групи включатимуть дії над згрупованими авторами. Цю можливість призначено для випадків, коли одну особу може бути представлено декількома іменами авторів, але ви хочете підтримувати синхронізацію імен авторів із початковим бібліографічним джерелом.</p>

source: <p>The master of a group cannot be a member of a group, and creators can be members of one group only.</p>
uk: <p>Господар групи не може бути учасником групи, а автори можуть бути учасниками лише однієї групи.</p>

source: <p>To remove a group, select the group master then remove all its group members.</p>
uk: <p>Щоб вилучити групу, позначте базову групу, потім вилучіть усі її члени.</p>

source: <h3>Keyword Groups</h3>
uk: <h3>Групи ключових слів</h3>

source: <p>Keyword groups allow the individual user to group semantically similar keywords together so the resources or metadata can then be browsed together. To create a keyword group, at least two keywords must be in the database.</p>
uk: <p>За допомогою груп ключових слів окремий користувач може згрупувати семантично подібні ключові слова, щоб потім можна було здійснювати навігацію ресурсами або метаданими у групах. Щоб можна було створити групу ключових слів, у базі даних має бути принаймні два записи ключових слів.</p>

source: <p>A keyword group is private to the user who created it but the ability to browse them can be shared with one or more user groups (created in Wikindx|MyWikindx). When creating a keyword group, adding one or more user groups is not required, likewise the keyword group description: the name and at least two keywords, though, are required. </p>
uk: <p>Група ключових слів є конфіденційною для користувача, який створив її, але можливість навігації ними можна ділити із однією або декількома групами користувачів (створеними у Wikindx|Мій Wikindx). При створенні групи ключових слів додавання однієї або декількох груп користувачів є необов'язковим, як і опис групи ключових слів. Втім, назва і принаймні два ключових слова є обов'язковими.</p>

source: <p>Once created, the resources belonging to all of the keywords in the group can be browsed in Search|Browse... and metadata can be browsed in the Metadata menu.</p>
uk: <p>Після створення навігацію ресурсами, які належать усім ключовим словам у групі, можна здійснювати за допомогою пункту Пошук|Навігація..., а навігацію метаданими можна здійснювати за допомогою меню «Метадані».</p>

source: <h3>Components</h3>
uk: <h3>Компоненти</h3>

source: <p>Components are extras that are not part of the core WIKINDX download and can be plugins, templates, languages, or bibliographic styles. Plugins extend the functionality of WIKINDX beyond its core purpose and can be one of two types: in-line plugins, where the output of the plugin is displayed in the body of WIKINDX; or menu plugins, where the plugins are accessed via the menus.</p>
uk: <p>Компоненти є додатковими даними, які не є частиною основного пакунка WIKINDX і можуть бути додатками, шаблонами, мовами або бібліографічними стилями. Додатки розширюють функціональні можливості WIKINDX за межі основного призначення пакунка і можуть бути двох типів: вбудовані додатки, які виводять дані для показу на сторінках WIKINDX; і додатки меню, доступ до яких здійснюється за допомогою меню.</p>

source: <p>When checking the update status of plugins, styles, templates, and languages, only those that are enabled will be queried. Two update checks occur:</p>
uk: <p>При перевірці стану оновлення додатків, стилів, шаблонів та мов, опитування виконуватиметься лише для тих із них, які увімкнено. Програма виконає дві перевірки оновлень:</p>

source: <ol> <li>The timestamps of plugins, styles, templates, and languages on the remote server are compared to the timestamps on this WIKINDX</li> <li>Each enabled plugin on this WIKINDX has its $wikindxVersion compared to that on the remote server.</li> </ol>
uk: <ol> <li>Часові позначки додатків, стилів, шаблонів і мов на віддаленому сервері буде порівняно із часовими позначками відповідних ресурсів у цьому екземплярі WIKINDX</li> <li>Для усіх увімкнених додатків у цьому екземплярі WIKINDX значення $wikindxVersion буде порівняно зі значенням на віддаленому сервері.</li> </ol>

source: <p>Additionally, the remote server is queried for any new files. If updates are found or new files are available, an appropriate link is supplied (an Internet connection is required).</p>
uk: <p>Крім того, віддалений сервер буде опитано щодо нових файлів. Якщо буде виявлено оновлення або нові файли, буде надано відповідне посилання (для цього потрібне інтернет-з'єднання).</p>

source: <p>As an administrator, you can accomplish some management of components via this interface including:</p>
uk: <p>Як адміністратор, за допомогою цього інтерфейсу ви можете виконувати керування компонентами, зокрема:</p>

source: <ul> <li>Disable plugins (and templates, styles and languages): This does not delete the plugin, it merely temporarily disables it until you re-enable it.</li> <li>Position plugins: You can reposition plugins in different menu hierarchies.</li> <li>Authorize: Block types of users from access to the plugins.</li> </ul>
uk: <ul> <li>Вимкнути додатки (і шаблони, стилі і мови): це не вилучає додаток, а лише тимчасово вимикає його, аж доки ви його знову не увімкнете.</li> <li>Позиціювання додатків: ви можете змінити розташування пунктів додатків у різних ієрархіях меню.</li> <li>Уповноважити: блокувати доступ до додатків для типів користувачів.</li> </ul>

source: <p>Positioning plugins and granting authorization is accomplished by editing the plugin's config.php file (typically only $menus and $authorize need be edited) -- be sure you know what you are doing:</p>
uk: <p>Позиціювання додатків і надання уповноважень виконується редагуванням файла config.php додатка (типово, слід редагувати лише $menus і $authorize) — переконайтеся, що не зашкодите вашими змінами:</p>

source: $menus should be an array of at least one of the following menu elements:
uk: $menus має бути масивом із принаймні одного з таких елементів меню:

source: 'admin' is only available when logged in as admin, 'metadata' will only show if there are metadata (quotes etc.), and the three 'pluginX' menu trees only show if they are populated.
uk: «admin» доступний, лише якщо користувач увійшов до системи як адміністратор, «metadata» буде показано, лише якщо є метадані (цитати тощо), а три ієрархії меню «pluginX» буде показано, лише якщо у ієрархіях є пункти.

source: $authorize should be one of the following:
uk: $authorize має бути одним із таких значень:

source: (always unauthorised, menu item not displayed)
uk: (завжди неуповноважений, пункт меню не показано)

source: (menu item displayed for all users, logged in or not)
uk: (пункт меню показано для усіх користувачів, незалежно від того, увійшли вони до системи чи ні)

source: (menu item displayed for users logged in with write access)
uk: (пункт меню показано для користувачів, які увійшли до системи і мають доступ до запису)

source: (menu item displayed only for logged-in admins)
uk: (пункт меню показано лише для адміністраторів, які увійшли до системи)

source: <p>Usually, you will insert a submenu into one of the pluginX menus. As a reference, a typical config.php file will look like this:</p>
uk: <p>Зазвичай, ви вставляєте підменю до одного з меню pluginX. Наприклад, типовий файл config.php виглядатиме ось так:</p>

source: <p>Inline plugins return output that is displayed in one of four containers that can be positioned anywhere in any of the template .tpl files. To change the position of a container, you will need to edit the appropriate .tpl file.</p>
uk: <p>Додатки із вбудовуванням виводять дані, які буде показано у одному з чотирьох контейнерів, які можна розташовувати будь-де у будь-якому з файлів шаблонів .tpl. Щоб змінити розташування контейнера, вам слід внести зміни до відповідного файла .tpl.</p>

source: <p>At least one template, one bibliographic style and one language must remain enabled.</p>
uk: <p>Увімкненим має лишатися принаймні один шаблон, один бібліографічний стиль і одна мова.</p>

source: Configure Wikindx
fr: Configuration
uk: Налаштувати Wikindx

source: Logon
fr: Connexion
uk: Вхід

source: List Resources
fr: Liste de références
uk: Список ресурсів

source: Search Resources
fr: Recherche de références
uk: Пошук ресурсів

source: Select Resources
fr: Sélection de références
uk: Вибір ресурсів

source: Add selected to bibliography
fr: Ajouter la sélection à la bibliographie
uk: Додати позначене до бібліографії

source: Add selected to categories
fr: Ajouter la sélection aux catégories
uk: Додати позначене до категорій

source: Add selected to subcategories
fr: Ajouter la sélection aux sous-catégories
uk: Додати позначене до підкатегорій

source: Add selected to keywords
fr: Ajouter la sélection aux mots-clés
uk: Додати позначене до ключових слів

source: Add selected to user tags
fr: Ajouter la sélection aux étiquettes utilisateur
uk: Додати позначене до міток користувача

source: Add selected to languages
fr: Ajouter la sélection aux langues
uk: Додати позначене до мов

source: New Resource
fr: Nouvelle référence
uk: Новий ресурс

source: Edit Resource
fr: Modification d'une référence
uk: Редагувати ресурс

source: Categories
fr: Catégories
uk: Категорії

source: Subcategories
fr: Sous-catégories
uk: Підкатегорії

source: Edit WIKINDX Resources ###
fr: Modifier des entrées ###
uk: Змінити ресурси WIKINDX ###

source: Add WIKINDX Resources ###
fr: Ajouter des entrées ###
uk: Додати ресурси WIKINDX ###

source: Delete WIKINDX Resources ###
fr: Supprimer des entrées ###
uk: Вилучити ресурси WIKINDX ###

source: Browse Creators
fr: Parcourir par créateurs
uk: Навігація авторами

source: Browse Cited Creators
fr: Parcourir par créateurs cités
uk: Навігація цитованими авторами

source: Browse Keywords
fr: Parcourir par mots-clés
uk: Навігація ключовими словами

source: Browse Keyword Groups
uk: Навігація групами ключових слів

source: Browse Collections
fr: Parcourir par collections
uk: Навігація збірками

source: Browse Categories
fr: Parcourir par catégories
uk: Навігація категоріями

source: Browse Subcategories
fr: Parcourir par sous-catégories
uk: Навігація підкатегоріями

source: Languages
fr: Langues
uk: Мови

source: Browse Publishers
fr: Parcourir par éditeurs
uk: Навігація видавцями

source: Browse Resource Types
fr: Parcourir par types de références
uk: Навігація типами ресурсів

source: Browse Publication Year
fr: Parcourir par année de publication
uk: Навігація роками видання

source: Browse User Bibliographies
uk: Навігація бібліографіями користувачів

source: User Tags
fr: Étiquettes utilisateur
uk: Мітки користувача

source: Browse System Users
fr: Parcourir par utilisateurs
uk: Навігація користувачами системи

source: Browse Departments
fr: Parcourir par départements
uk: Навігація відділами

source: Browse Institutions
fr: Parcourir par institutions
uk: Навігація установами

source: Category Tree
fr: Catégories
uk: Ієрархія категорій

source: Statistics
fr: Statistiques
uk: Статистика

source: Bibliographies
uk: Списки літератури

source: User Preferences
fr: Préférences utilisateur
uk: Параметри користувача

source: WIKINDX Resources
fr: Référence en vue solo
uk: Ресурси WIKINDX

source: Bookmarks
fr: Signets
uk: Закладки

source: Add User
fr: Ajouter un utilisateur
uk: Додати користувача

source: Edit User
fr: Modifier un utilisateur
uk: Змінити запис користувача

source: Delete User
fr: Supprimer un utilisateur
uk: Вилучити користувача

source: Block and Unblock Users
uk: Блокувати користувачів або розблокувати

source: Resource basket
fr: Panier de références
uk: Кошик ресурсів

source: Delete Basket
fr: Supprimer le panier
uk: Вилучити кошик

source: File Attachments ###
fr: Fichiers attachés ###
uk: Файлові долучення ###

source: File URLs ###
fr: URL des fichiers ###
uk: Адреси файлів ###

source: My Wikindx ###
fr: Mes paramètres ###
uk: Мій Wikindx ###

source: Forgotten Password
fr: Mot de passe oublié
uk: Забуто пароль

source: Delete Resource
fr: Supprimer des références
uk: Вилучити %1 ресурс

source: Administer Keywords
fr: Administrer les mots-clés
uk: Адміністрування ключових слів

source: Resource Abstract
fr: Résumé de cette référence
uk: Резюме ресурсу

source: Resource Notes
fr: Notes sur cette référence
uk: Нотатки ресурсу

source: Resource Quotes
fr: Citations pour cette référence
uk: Цитати ресурсу

source: Resource Paraphrases
fr: Paraphrases sur cette référence
uk: Перекази ресурсу

source: Resource Musings
fr: Idées sur cette référence
uk: Думки ресурсу

source: Ideas
fr: Remarques
uk: Ідеї

source: Idea Thread
fr: Fil des remarques
uk: Гілка ідеї

source: Delete Resource Abstract
fr: Supprimer l'extrait de la référence
uk: Вилучити резюме ресурсу

source: Delete Resource Notes
fr: Supprimer les notes de la référence
uk: Вилучити нотатки ресурсу

source: Delete Resource Quote
uk: Вилучити цитату ресурсу

source: Delete Resource Paraphrase
uk: Вилучити переказ ресурсу

source: Delete Resource Musing
uk: Вилучити думку ресурсу

source: Merge Creators
fr: Fusionner les créateurs
uk: Об'єднати записи авторів

source: Group Creators
fr: Grouper les créateurs
uk: Згрупувати авторів

source: Ungroup Creators
fr: Dégrouper les créateurs
uk: Розгрупувати авторів

source: Administer Custom Fields
fr: Champs personnalisés des administrateurs
uk: Адміністрування нетипових полів
