Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Enter the resource titles. If the resource is a book chapter, the title should be an integer (the chapter number) and subtitle and short title will be ignored.
fr: Entrer le titre de la référence. S'il s'agit du chapitre d'un livre, le titre devrait être un nombre entier (le chiffre du chapitre). Le sous-titre et le titre abrégé seront alors ignorés.
uk: Введіть заголовки ресурсів. Якщо ресурс є главою книги, заголовок має бути цілим числом (номером глави), а підзаголовок і скорочений заголовок буде проігноровано.

source: Resource type and title
fr: Type et titre
uk: Тип і заголовок ресурсу

source: Subtitle
fr: Sous-titre
uk: Підзаголовок

source: Short title
fr: Titre abrégé
uk: Скорочений заголовок

source: Title of book
fr: Titre de l'ouvrage
uk: Заголовок книги

source: Select the number of contributors to this resource
fr: Sélectionnez le nombre de contributeurs pour cette référence
uk: Виберіть кількість авторів для цього ресурсу

source: next resource
fr: Référence suivante
uk: наступний ресурс

source: previous resource
fr: Référence précédente
uk: попередній ресурс

source: Recent additions or edits
fr: Ajouts ou modifications récentes
uk: Нещодавні додавання або редагування

source: Start
fr: Début
uk: Початок

source: End
fr: Fin
uk: Кінець

source: No resources found matching your selection
fr: Aucun résultat pour vos critères de sélection
uk: Вашому критерію вибору не відповідає жоден ресурс

source: With checked
fr: Cochés
uk: Позначені

source: Add to user bibliography
fr: Ajouter à une bibliographie
uk: Додати до бібліографії користувача

source: Remove from this user bibliography
fr: Enlever d'une bibliographie
uk: Вилучити з бібліографії цього користувача

source: Delete
fr: Supprimer
uk: Вилучити

source: Add to categories
fr: Ajouter aux catégories
uk: Додати до категорій

source: Add to subcategories
fr: Ajouter aux sous-catégories
uk: Додати до підкатегорій

source: Add to keywords
fr: Ajouter aux mots-clés
uk: Додати до ключових слів

source: Add to languages
fr: Ajouter aux langues
uk: Додати до мов

source: Add to user tags
fr: Ajouter aux étiquettes utilisateur
uk: Додати до міток користувача

source: Export to COinS
fr: Export des COinS
uk: Експортувати до COinS

source: This page contains hidden code in COinS format of the selected resources from the list. This allows you to import the resources into bibliographic software that recognizes the COinS format (e.g. Zotero)
fr: Cette page contient du code caché an format COinS pour les références sélectionnées de cette liste. Vous pouvez les importer dans votre logiciel bibliographique s'il reconnaît le format COinS (par ex. Zotero).
uk: На цій сторінці міститься прихований код у форматі COinS для позначених ресурсів зі списку. Це надає вам змогу імпортувати ресурси до бібліографічного програмного забезпечення, яке розпізнає дані у форматі COinS (наприклад Zotero)

source: Use all in list:
fr: Utiliser tous les items
uk: Використати усі у списку:

source: Use all displayed:
fr: Utiliser tout ce qui est affiché
uk: Використати усі показані:

source: Use all checked:
fr: Utiliser tout ce qui est coché
uk: Використати усі позначені:

source: Organize
fr: Organiser
uk: Впорядкувати

source: Approve resource
fr: Confirmer la référence
uk: Схвалити ресурс

source: General
fr: Général
uk: Загальне

source: Keyword
fr: Mot-Clé
uk: Ключове слово

source: Glossary
fr: GLossaire
uk: Глосарій

source: One or more of the merged keywords has a glossary entry. You can add or edit the target keyword's glossary.
fr: Au moins un des mots-clés fusionnés correspond a une entrée du glossaire. Vous pouvez ajouter ou éditer le mot-clé de destination dans le glossaire.
uk: Для одного або декількох об'єднаних ключових слів є запис у глосарії. Ви можете додати або редагувати глосарій ключових слів призначення.

source: Keyword Groups
uk: Групи ключових слів

source: New Keyword Group
uk: Нова група ключових слів

source: Edit Keyword Group
uk: Редагувати групу ключових слів

source: Keyword Group
uk: Група ключових слів

source: Creator ###
fr: Auteur ###
uk: Автор ###

source: Firstnames
fr: Prénom
uk: Імена

source: Initials
fr: Initiales
uk: Ініціали

source: Last name
fr: Nom
uk: Прізвище

source: Prefix
fr: Préfixe
uk: Префікс

source: Collection
uk: Збірка

source: Publisher
fr: Éditeur
uk: Видавець

source: Each resource can be defined as being available in one or more languages which are defined here
fr: Chaque référence peut être définie comme étant disponible dans une ou plusieurs langues définies ici
uk: Усі ресурси може бути визначено як доступні однією або декількома мовами, які визначено тут

source: Default language
fr: Langue par défaut
uk: Типова мова

source: User tags
fr: Étiquettes utilisateur
uk: Мітки користувача

source: Subcategory is part of category
fr: Cette sous-catégorie fait partie de la catégorie :
uk: Підкатегорія є частиною категорії

source: Keep resources in original category
fr: Garder les références dans leur catégorie originale
uk: Зберігати ресурси у початковій категорії

source: Keywords
fr: Mots-clés
uk: Ключові слова

source: Publisher name
fr: Nom de l'éditeur
uk: Назва видавця

source: Publisher location
fr: Lieu de publication
uk: Місце реєстрації видавця

source: Institution name
fr: Nom de l'institution
uk: Назва установи

source: Institution location
fr: Localisation de l'institution
uk: Розташування установи

source: Publication year
fr: Année de parution
uk: Рік видання

source: Start publication year
fr: Début de la parution
uk: Рік початку видання

source: End publication year
fr: Fin de la parution
uk: Рік завершення видання

source: Year of access
uk: Рік доступу

source: Year of issue
uk: Рік видання

source: Date
uk: Дата

source: Year
fr: Année
uk: Рік

source: Start Year
fr: Année de début
uk: Початковий рік

source: End Year
fr: Année de fin
uk: Кінцевий рік

source: Day
fr: Jour
uk: День

source: Start day
fr: Jour de début
uk: Початковий день

source: End day
fr: Jour de fin
uk: Кінцевий день

source: Month
fr: Mois
uk: Місяць

source: Start month
fr: Mois de début
uk: Початковий місяць

source: End month
fr: Mois de fin
uk: Кінцевий місяць

source: Quote
fr: Citation
uk: Цитата

source: Paraphrase
uk: Переказ

source: Musing
fr: Idée
uk: Думка

source: Comment is
fr: Le commentaire est
uk: Коментар

source: Musing is
fr: Cette idée est
uk: Думка

source: Idea is
fr: Remarque est
uk: Ідея

source: Public
uk: Загальнодоступна

source: Private
fr: Privé
uk: Приватна

source: Available to User Group: ###
fr: Disponible pour les groupes d'utilisateurs : ###
uk: Доступна для групи користувачів: ###

source: ID no. (ISBN etc.)
fr: Numéro d'identification (ISBN etc.)
uk: Ід. номер (ISBN тощо)

source: Abstract
fr: Résumé
uk: Резюме

source: Note
uk: Нотатка

source: Resources citing this ###
fr: Ressources citant cette (Bibliographie:###)
uk: Ресурси, які посилаються на цей запис ###

source: There are no users in the database
fr: Il n'existe pas d'utilisateurs dans la base
uk: У базі даних немає користувачів

source: Paragraph
fr: Paragraphe
uk: Абзац

source: Section
uk: Розділ

source: Chapter
fr: Chapitre
uk: Глава

source: Comments
fr: Commentaire
uk: Коментарі

source: Filename
fr: Nom du fichier
uk: Назва файла

source: Display this attachment first
fr: Afficher cette pièce jointe en premier
uk: Показати це долучення першим

source: Attachment description
fr: Description de la pièce jointe
uk: Опис долучення

source: (Desc.)
uk: (Опис)

source: There are three ways to attach files to resources.
uk: Передбачено три способи долучення файлів до ресурсів.

source: Attach a single file to this resource
fr: Joindre un fichier à cette référence
uk: Долучити один файл до цього ресурсу

source: Attach one or more files to this resource
uk: Долучити один або декілька файлів до цього ресурсу

source: Drag and drop files here to attach them to this resource
uk: Перетягніть і скиньте сюди файли, щоб долучити їх до цього ресурсу

source: Drag and drop is not available in this browser
uk: У цій програмі для перегляду інтернету перетягування зі скиданням недоступне

source: Embargo this attachment until the specified date:
fr: Ne pas donner accès à cette pièce jointe avant la date spécifiée :
uk: Заборонити це долучення до вказаної дати:

source: Embargo these attachments until the specified date:
uk: Заборонити ці долучення до вказаної дати:

source: (One or more attachments embargoed)
fr: (Une pièce jointe ou plus sous embargo)
uk: (Заборонено одне або декілька долучень)

source: Delete attachment(s) ###
fr: Supprimer le(s) pièce(s) jointe(s) ###
uk: Вилучити долучення ###

source: Delete keyword(s) ###
fr: Effacer le(s) mot(s)-clé(s) ###
uk: Вилучити ключові слова ###

source: Delete keyword group(s) ###
uk: Вилучити групи ключові слова ###

source: Current attachments
uk: Поточні долучення

source: URL
fr: Lien URL
uk: Адреса

source: URL label
fr: Étiquette URL (texte d'affichage de l'URL)
uk: Мітка адреси

source: Display this URL first
fr: Afficher cette URL en premier
uk: Показати цю адресу першою

source: Delete URL(s) ###
fr: Effacer le(s) URL(s) ###
uk: Вилучити адреси ###

source: If you select nothing for item labels that are displayed, opt to replace the existing set and then save, you are removing those item labels from all selected resources. A resource must always belong to a category; if you attempt to save with categories removed, the resources will be placed in category 'General'. Uncheck the checkboxes to disable editing for that group.
uk: Якщо ви нічого не виберете для міток пунктів, які показано, виберете заміну наявного набору даних, а потім збережете дані, ви вилучите ці мітки пунктів з усіх вибраних ресурсів. Ресурс має завжди належати категорії. Якщо ви спробуєте зберегти дані після вилучення категорій, ресурси буде пересунуто до категорії «Загальні». Зніміть позначки з пунктів, щоб вимкнути редагування для відповідної групи.

source: You can only edit categories, keywords, and languages for those resources you own or where the superadmin has given global permissions.
uk: Редагувати записи категорій, ключових слів та мов можна лише для тих ресурсів, власником яких ви є, або там, де суперадміністратором надано загальні права доступу.

source: Available keywords
fr: Mots-clés disponibles
uk: Доступні ключові слова

source: Available user tags
fr: Étiquettes utilisateur disponibles
uk: Доступні мітки користувача

source: Original details of a translated book
fr: Information sur l'ouvrage original (pour un ouvrage traduit)
uk: Початкові параметри перекладеної книги

source: Original publication year
uk: Рік початкового видання

source: Original title
fr: Titre original
uk: Початкова назва

source: Original subtitle
uk: Початковий підзаголовок

source: Miscellaneous details
fr: Détails
uk: Інші подробиці

source: Common details
fr: Autres informations
uk: Загальні подробиці

source: Custom fields
fr: Champs personnalisés
uk: Нетипові поля

source: Add to user bibliographies
fr: Ajouter cette ressource aux bibliographies de l'utilisateur
uk: Додати до бібліографій користувача

source: Series
fr: Collections
uk: Цикл

source: Series title
fr: Titre de la collection
uk: Заголовок циклу

source: Series number
fr: Numéro dans la collection
uk: Номер у циклі

source: Volume
uk: Том

source: Issue
uk: Випуск

source: ID
uk: Ід.

source: Number of volumes in set
fr: Nombre total de volumes
uk: Кількість томів у наборі

source: This volume number
fr: Numéro du volume
uk: Номер цього тому

source: Volume set publication year
fr: Année de publication des volumes
uk: Рік видання набору томів

source: Number of pages
fr: Nombre de pages
uk: Кількість сторінок

source: Reprint year
fr: Année de réimpression
uk: Рік повторного видання

source: Revision year
fr: Année de révision
uk: Рік видання

source: Edition
fr: Numéro d'édition
uk: Видання

source: Page start
fr: Page de début
uk: Початкова сторінка

source: Page end
fr: Page de fin
uk: Кінцева сторінка

source: Peer reviewed
fr: Révisé par les pairs
uk: Незалежне рецензування

source: Journal volume number
fr: Volume de la revue
uk: Номер тому журналу

source: Journal issue number
fr: Numéro de la revue
uk: Номер випуску журналу

source: Journal
fr: Revue
uk: Журнал

source: Book
fr: Livre
uk: Книга

source: Newspaper
fr: Journal
uk: Газета

source: Proceedings
fr: Actes
uk: Доповіді

source: Encyclopedia
fr: Encyclopédie
uk: Енциклопедія

source: City
fr: Ville
uk: Місто

source: Proceedings volume number
fr: Numéro de volume des actes
uk: Номер тому праць

source: Publication day
fr: Jour de la parution
uk: День видання

source: Publication month
fr: Mois de la parution
uk: Місяць видання

source: Department
fr: Département
uk: Відділ

source: Thesis/Dissertation
fr: Thèse/Mémoire
uk: Дисертація

source: Degree level
fr: Niveau académique
uk: Науковий ступінь

source: Thesis label
fr: Dénomination
uk: Мітка дисертації

source: Year of award
uk: Рік присвоєння звання

source: thesis
fr: Thèse
uk: дисертація

source: dissertation
fr: Mémoire
uk: дисертація

source: Institution
fr: Institution ou Université
uk: Установа

source: Year of awarding
fr: Année d'obtention
uk: Рік присвоєння звання

source: Distributor
fr: Distributeur
uk: Розповсюджувач

source: Country
fr: Pays
uk: Країна

source: Hours
fr: Heures
uk: Години

source: Minutes
uk: Хвилини

source: Broadcast channel
fr: Canal de diffusion
uk: Канал трансляції

source: Channel location
fr: Lieu du canal de diffusion
uk: Розташування каналу

source: Type of Software
fr: Type de logiciel
uk: Тип програмного забезпечення

source: Reporter
fr: Rapporteur
uk: Доповідач

source: Court
fr: Cour
uk: Суд

source: Reporter Volume
fr: Volume de présentation
uk: Том доповіді

source: Bill
fr: Projet de loi
uk: Законопроєкт

source: Code
uk: Кодекс

source: Legislative Body
fr: Corps législatif
uk: Текст законодавчого акту

source: Location
fr: Lieu
uk: Розташування

source: Session
uk: Сеанс

source: Code Volume
fr: Volume du code
uk: Том кодексу

source: Bill Number
fr: Numéro de loi
uk: Номер законопроєкту

source: Session Year
fr: Année de session
uk: Рік сесії

source: Conference
fr: Conférence
uk: Конференція

source: Conference organizer
fr: Organisateur de la conférence
uk: Організатор конференції

source: Conference location
fr: Lieu de la conférence
uk: Місце проведення конференції

source: Conference year
uk: Рік проведення конференції

source: Organizer
fr: Organisateur
uk: Організатор

source: Type of Ruling
fr: Type de règlement
uk: Тип постанови

source: Rule Number
fr: Numéro du règlement
uk: Номер постанови

source: Issue Number
fr: Numéro d'émission
uk: Номер випуску

source: Type of Report
fr: Type de rapport
uk: Тип звіту

source: Committee
fr: Commission
uk: Комітет

source: Document Number
fr: Numéro du document
uk: Номер документа

source: Magazine
uk: Журнал

source: Hearing
fr: Audience
uk: Слухання

source: Type of Article
fr: Type d'article
uk: Тип статті

source: Type of Manuscript
fr: Type de manuscrit
uk: Тип рукопису

source: Manuscript Number
fr: Numéro de manuscrit
uk: Номер рукопису

source: Map
fr: Carte
uk: Мапа

source: Type of Map
fr: Type de carte
uk: Тип мапи

source: Name of File
fr: Nom du fichier
uk: Назва файла

source: Image Program
fr: Programme graphique
uk: Програма для показу зображення

source: Image Size
fr: Taille de l'image
uk: Розмір зображення

source: Image Type
fr: Type d'image
uk: Тип зображення

source: Number
fr: Numéro
uk: Номер

source: Public Law Number
fr: Numéro de la loi
uk: Загальний номер закону

source: Code Number
fr: Numéro de code
uk: Номер коду

source: Published Source
fr: Source de la publication
uk: Опубліковане джерело

source: Patent Version Number
fr: Numéro de version du brevet
uk: Номер версії патенту

source: Patent Number
fr: Numéro du brevet
uk: Номер патенту

source: Application Number
fr: Numéro d'application
uk: Номер заявки

source: Patent Type
fr: Type de brevet
uk: Тип патенту

source: International Patent Number
fr: Numéro international du brevet
uk: Номер міжнародного патенту

source: International Patent Classification
fr: Classification internationale du brevet
uk: Класифікація міжнародного патенту

source: International Patent Title
fr: Titre international du brevet
uk: Заголовок міжнародного патенту

source: Legal Status
fr: Statut légal
uk: Юридичний статус

source: Assignee
fr: Concessionnaire
uk: Правовласник

source: Assignee Location
uk: Розташування правовласника

source: Type of Communication
fr: Type de communication
uk: Тип обміну інформацією

source: Type of Work
fr: Type d'ouvrage
uk: Тип роботи

source: Record Label
fr: Maison de disques
uk: Звукозаписувальна компанія

source: Album
uk: Альбом

source: Allow the duplicate resource
fr: Permettre de dupliquer la référence
uk: Дозволити дублювання ресурсу

source: Page
uk: Сторінка

source: Add to basket
fr: Ajouter au panier
uk: Додати до кошика

source: Remove from basket
fr: Enlever du panier
uk: Вилучити з кошика

source: Quarantine resource
fr: Mettre en quarantaine
uk: Надіслати ресурс на карантин

source: Replace existing set
uk: Замінити наявний набір

source: Hint
uk: Підказка

source: If browsing a user bibliography, use it also for the front page (which otherwise uses the master bibliography).
uk: При навігації бібліографією користувача використовувати її також і для першої сторінки (на якій, якщо цього не зробити, буде використано основну бібліографію).

source: Added by: ###
fr: Ajoutée par : ###
uk: Автор додавання: ###

source: Last edited by: ###
fr: Dernièrement modifiée par : ###
uk: Автор останнього редагування: ###

source: -1 is unlimited. Default is 40
uk: -1 — без обмежень. Типове значення — 40

source: -1 is unlimited. Default is 10
uk: -1 — без обмежень. Типове значення — 10

source: -1 is unlimited. Default is 20
fr: (-1 pour un affichage illimité)
uk: -1 — без обмежень. Типове значення — 20

source: Minimum is 4. Default is 11
uk: Мінімальне значення — 4. Типовим є значення 11

source: -1 is unlimited. Default is 100
uk: -1 — без обмежень. Типове значення — 100

source: Default is 'WIKINDX'
uk: Типовим є значення «WIKINDX»

source: Contact email displayed on the front page
uk: Контактна адреса електронної пошти, яку буде показано на першій сторінці

source: Displaying ###
fr: Affichage de ###
uk: Показуємо ###

source: of ###
fr: de ###
uk: з ###

source: Requires a mail server to be enabled and configured
uk: Потребує увімкненого і налаштованого поштового сервера

source: An email will be sent with further instructions
fr: Un message va vous être envoyé pour de plus amples instructions
uk: Буде надіслано повідомлення електронної пошти із подальшими настановами

source: Multiples can be chosen
fr: (Choix multiple possible)
uk: Можна вибирати декілька

source: Default is 400
uk: Типовим є значення 400

source: Default is 3600
uk: Типовим є значення 3600

source: The default timezone. This should be set to the timezone of your server installation
uk: Типовий часовий пояс. Слід встановити те саме значення часового поясу, що і на встановленому сервері

source: Images can be inserted into abstracts, notes, and other metadata as well as the word processor if that plugin is being used. These images can be a link to an external URL or an image selected from a directory that registered users can upload to: the data/images/ directory at the top level of wikindx/. Checking the checkbox will allow the uploading of images
uk: Якщо використовується цей додаток, зображення можна вставляти до резюме, нотаток та інших метаданих, а також до текстових процесорів. Ці зображення можуть бути посиланнями на зовнішні адреси або зображеннями, які вибрано з каталогу, до якого можуть вивантажувати дані зареєстровані користувачі, — до каталогу data/images/ на верхньому рівні wikindx/. Позначення цього пункту надасть змогу вивантажувати зображення

source: Maximum filesize of uploaded images in megabytes (an integer). Default is 5
uk: Максимальний розмір файла вивантаженого зображення у мегабайтах (ціле число). Типовим є значення 5

source: When browsing tag clouds (for example, Browse Keywords in the Resources menu), you can indicate the frequency of the data by a range of colours and font sizes from low to high. Font sizes are given in a scaling factor of the base font (e.g. 75% = 0.75em and 200% = 2em). NB the background colour and the way the hyperlinks are displayed are given in the template's CSS file as the classes 'browseLink' and 'browseParagraph'.
uk: При навігації хмарою міток (наприклад, «Навігація ключовими словами» у меню «Ресурси») ви можете визначити частоту появи даних за діапазоном кольорів і розміром шрифту, від низької до високої. Розмір шрифту визначається коефіцієнтом масштабування базового шрифту (наприклад 75% = 0.75em і 200% = 2em). Зауважте, що колір тла і спосіб показу гіперпосилань визначаються у файл CSS шаблону у класах «browseLink» і «browseParagraph».

source: The importing and exporting of bibliographies and entry of new resources will ignore resource types that are deactivated. Deactivated resource types that are already in the database will not have their display affected. At least one type must remain active. Multiples can be chosen
uk: Засоби імпортування і експортування бібліографій і введення нових ресурсів ігноруватимуть типи ресурсів, які деактивовано. Це не вплине на показ деактивованих типів ресурсів, які вже є у базі даних. Активним має залишатися принаймні один тип. Можна вибрати декілька типів.

source: This option enables authentication from an LDAP / Active Directory server of all users. As an exception to guarantee access in the event of a misconfiguration or an offline server, if the LDAP authentication of the Super Admin account fails, a second will be attempted with the built-in method.
uk: За допомогою цього пункту можна увімкнути розпізнавання за допомогою сервера LDAP / Active Directory для усіх користувачів. Як виключення, для гарантування доступу у випадках помилок у налаштуваннях або сервера поза мережею, якщо не вдасться виконати за допомогою LDAP розпізнавання облікового запису суперадміністратора, друге розпізнавання виконуватиметься за допомогою вбудованого методу.

source: Server name or IP without mention of protocol. For example: 'server152.university.lan'
uk: Назва або IP-адреса сервера без згадки про протокол. Приклад: «server152.university.lan»

source: LDAP standard ports are 389 (no encryption) and 636 (ssl)
uk: Стандартними портами LDAP є 389 (без шифрування) і 636 (ssl)

source: Encryption options (strongest to weakest): - ssl: use LDAPS protocol (no certificate verification). - starttls: uses the LDAP protocol and when the connection is established starts TLS (no certificate verification). - none: use LDAP protocol without encryption.
uk: Параметри шифрування (від найстійкішого до найслабшого): - ssl: використовувати протокол LDAPS (без перевірки сертифіката). - starttls: використовує протокол LDAP і при встановленні з'єднання запускає TLS (без перевірки сертифіката). - none: використовувати протокол LDAP без шифрування.

source: Binding/Server connection types: - anonymous: does not use credentials. - binduser: use credentials of a user reserved for this with read access to the server, the login / password of which can be entered in this screen. - user: use the credentials of the user trying to connect to Wikindx.
uk: Типи прив'язки/з'єднання з сервером: - anonymous: не потребує реєстраційних даних. - binduser: використовувати реєстраційні дані користувача, які зарезервовано для цього із доступом до читання на сервері, дані користувач / пароль, якого може бути введено на цій сторінці. - user: використати реєстраційні дані користувача, який намагається встановити з'єднання із Wikindx.

source: Login of the binding user
uk: Ім'я пов'язаного користувача
