Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Delete bookmarks
fr: Supprimer
uk: Вилучити закладки

source: Edit...
fr: Modifier...
uk: Змінити…

source: Collections...
uk: Збірки…

source: Creator
fr: Auteurs
uk: Автор

source: Last Multi View
fr: Dernière liste consultée
uk: Останній кратний перегляд

source: Last Solo View
fr: Dernière référence consultée
uk: Останній сольний перегляд

source: Random Resource
fr: Référence au hasard
uk: Випадковий ресурс

source: Basket...
fr: Panier...
uk: Кошик…

source: View Basket
fr: Voir le panier
uk: Переглянути кошик

source: BibTeX (Copy/Paste)
uk: BibTeX (Копіювання/Вставлення)

source: BibTeX (.bib file)
uk: BibTeX (файл .bib)

source: Advanced Search
fr: Recherche avancée
uk: Складний пошук

source: Search
fr: Recherche
uk: Пошук

source: Quick Search
fr: Recherche simple
uk: Швидкий пошук

source: Quick List All...
fr: Lister tout par...
uk: Швидкий список усіх…

source: Creator asc.
fr: Auteur
uk: За автором (зрост.)

source: Title asc.
fr: Titre
uk: За заголовком (зрост.)

source: Publisher asc.
fr: Éditeur
uk: За видавцем (зрост.)

source: Year desc.
fr: Année
uk: За роком (спад.)

source: Timestamp desc.
fr: Date de modification
uk: За часовою позначкою (спад.)

source: Views desc.
fr: Consultation
uk: За переглядами (спад.)

source: Downloads desc.
fr: Téléchargement
uk: За отриманнями (спад.)

source: Popularity desc.
fr: Popularité
uk: За популярністю (спад.)

source: Maturity desc.
fr: Maturité
uk: За зрілістю (спад.)

source: Search Metadata
fr: Rechercher par métadonnées
uk: Шукати метадані

source: Select Metadata
fr: Sélectionner par métadonnées
uk: Вибрати метадані

source: Browse...
fr: Parcourir par...
uk: Вибрати…

source: Publishers...
fr: Éditeurs...
uk: Видавці…

source: Creators
fr: Créateur
uk: Творці

source: Cited
fr: Citation
uk: Цитовано

source: Keywords...
fr: Mots-clés...
uk: Ключові слова…

source: Keyword Groups...
uk: Групи ключових слів…

source: All
uk: Усі

source: Not Ideas
uk: Не ідеї

source: Types
fr: Type
uk: Типи

source: Years
fr: Année
uk: Роки

source: System Users
fr: Utilisateur
uk: Користувачі системи

source: Departments
fr: Département
uk: Департаменти

source: Institutions
fr: Institution
uk: Установи

source: Metadata
fr: Métadonnées
uk: Метадані

source: Add Idea
fr: Ajouter remarque
uk: Додати ідею

source: Last Idea Thread
fr: Dernier fil de remarque
uk: Остання гілка з ідеями

source: List Ideas
fr: Dernières remarques
uk: Список ідей

source: Last Idea Search
fr: Dernière remarque recherchée
uk: Пошук останніх ідей

source: Random...
fr: Au hasard...
uk: Випадковий…

source: Plugins (1)
uk: Додатки (1)

source: Plugins (2)
uk: Додатки (2)

source: Plugins (3)
uk: Додатки (3)

source: Admin
fr: Administrateur
uk: Адміністратор

source: News...
fr: Nouvelles...
uk: Новини…

source: Add
fr: Ajouter
uk: Додати

source: Edit
fr: Modifier
uk: Змінити

source: Import Help
fr: Aide à l'import
uk: Довідка з імпортування

source: Config Help
fr: Aide à la configuration
uk: Довідка з налаштовування

source: Images
uk: Зображення

source: Merge
fr: Fusionner
uk: Об'єднати

source: Creators...
fr: Auteurs...
uk: Автори…

source: Group
fr: Grouper
uk: Група

source: Users...
fr: Utilisateurs...
uk: Користувачі…

source: Block/Unblock
uk: Блокувати/Розблокувати

source: Registrations
fr: Inscriptions
uk: Реєстрації

source: Quarantine
fr: En attente d'approbation
uk: На карантин

source: Components
fr: Composants
uk: Компоненти

source: Custom Fields
fr: Champs personnalisés
uk: Нетипові поля

source: Quick list all...
uk: Швидкий список усіх…

source: file
uk: файл

source: Shift item from right to left
fr: Déplacer l'item de droite à gauche
uk: Пересунути запис справа ліворуч

source: Shift item from left to right
fr: Déplacer l'item de gauche à droite
uk: Пересунути запис зліва праворуч

source: Shift item from top to bottom
fr: Déplacer l'item du haut vers le bas
uk: Пересунути запис згори вниз

source: Shift item from bottom to top
fr: Déplacer l'item du bas vers le haut
uk: Пересунути пункти знизу вгору

source: add
fr: ajouter
uk: додати

source: remove
fr: enlever
uk: вилучити

source: edit
fr: modifier
uk: змінити

source: delete
fr: supprimer
uk: вилучити

source: view
fr: consultation
uk: перегляд

source: download
fr: téléchargement
uk: отримання

source: Quarantined
fr: Mis en attente d'approbation
uk: На карантині

source: There are no resources in the database
fr: La base de données ne contient aucune référence
uk: У базі даних немає ресурсів

source: There are no metadata in the database
fr: La base de données ne contient aucune métadonnée
uk: У базі даних немає метаданих

source: There are no quotes in the database
fr: La base de données ne contient aucune citation
uk: У базі даних немає цитат

source: There are no paraphrases in the database
fr: La base de données ne contient aucune paraphrase
uk: У базі даних немає переказів

source: There are no musings in the database
fr: Il n'y a pas d'idées dans la base de données
uk: У базі даних немає думок

source: There are no ideas in the database
fr: Il n'y a pas de remarque dans la base de données.
uk: У базі даних немає ідей

source: There are no resources in that user bibliography
fr: Cette bibliographie d'utilisateur ne contient aucune référence
uk: У цій бібліографії користувача немає ресурсів

source: There are no categories in the database
fr: La base de données ne contient aucune catégorie
uk: У базі даних немає категорій

source: There are no subcategories in the database
fr: La base de données ne contient aucune sous-catégorie
uk: У базі даних немає підкатегорій

source: There are no populated user bibliographies in the database
uk: У базі даних немає заповнених бібліографій користувача

source: There are no languages in the database
fr: La base de données ne contient aucune langue
uk: У базі даних немає мов

source: There are no resources with user tags in the database
fr: La base de données ne contient aucune référence avec des étiquettes utilisateur
uk: У базі даних немає ресурсів із мітками користувачів

source: There are no images available
fr: Aucune image disponible
uk: Немає доступних зображень

source: Used images
uk: Використані зображення

source: Unused images
uk: Невикористані зображення

source: Pop. ###%
uk: Поп. ###%

source: Down. ###%
uk: Отрим. ###%

source: Mat. ###
uk: Зріл. ###

source: IGNORE
fr: IGNORER
uk: ІГНОРУВАТИ

source: There are no creators in the database
fr: La base de données ne contient aucun auteur
uk: У базі даних немає авторів

source: There are no group master creators in the database
fr: La base de données ne contient aucun responsable de groupe d'auteurs
uk: У базі даних немає основних авторів групи

source: There are no collections in the database
fr: Il n'y a pas de collections dans cette base de données
uk: У базі даних немає збірок

source: There are no publishers in the database
fr: La base de données ne contient aucun éditeur
uk: У базі даних немає видавців

source: There are no keywords in the database
fr: La base de données ne contient aucun mot-clé
uk: У базі даних немає ключових слів

source: There are no keyword groups in the database
uk: У базі даних немає груп ключових слів

source: There must be at least two keywords in the database in order to create a keyword group
uk: Для створення групи ключових слів у базі даних має бути принаймні два записи ключових слів

source: There are no metadata keywords in the database
fr: La base de données ne contient aucun mot-clé associé à une métadonnée
uk: У базі даних немає ключових слів метаданих

source: There are no used keywords in available keyword groups
uk: у доступних групах ключових слів немає використаних ключових слів

source: There are no cited creators in the database
fr: La base de données ne contient aucun auteur cité
uk: У базі даних немає цитованих авторів

source: There are no registered users with resources in the database
fr: La base de données ne contient aucun utilisateur enregistré
uk: Немає зареєстрованих користувачів із ресурсами у базі даних

source: Resource keywords in this category:
fr: Mots-clés associés à cette catégorie et leurs occurences :
uk: Ключові слова ресурсів у цій категорії:

source: Resource subcategories in this category:
fr: Sous-catégories :
uk: Підкатегорії ресурсів у цій категорії:

source: set
uk: встановити

source: If you proceed, this edited keyword will be deleted and all references in the database to it will be replaced by references to the pre-existing keyword.
fr: Si vous continuez, ce mot-clé sera supprimé et toutes les références qui s'y rapportent dans la base de données seront remplacées par des références au mot-clé que vous venez d'indiquer.
uk: Якщо ви продовжите виконання дії, цей редагований запис ключового слова буде вилучено, а усі посиланням на нього у базі даних буде замінено посиланнями на попередній наявний запис ключового слова.

source: If you proceed, this edited collection will be deleted and all references in the database to it will be replaced by references to the pre-existing collection.
fr: Si vous continuez, cette collection sera supprimée et toutes les références qui s'y rapportent dans la base de données seront remplacées par des références à la collection que vous venez d'indiquer.
uk: Якщо ви продовжите виконання дії, цей редагований запис збірки буде вилучено, а усі посиланням на нього у базі даних буде замінено посиланнями на попередній наявний запис збірки.

source: If you proceed, this edited publisher will be deleted and all references in the database to it will be replaced by references to the pre-existing publisher.
fr: Si vous continuez, cet éditeur sera supprimé et toutes les références qui s'y rapportent dans la base de données seront remplacées par des références à l'éditeur que vous venez d'indiquer.
uk: Якщо ви продовжите виконання дії, цей редагований запис видавця буде вилучено, а усі посиланням на нього у базі даних буде замінено посиланнями на попередній наявний запис видавця.

source: BibTeX citation key
fr: Clé BibTeX
uk: Ключ цитування BibTeX

source: You may store up to 20 bookmarks for returning to a single or multi-resource view.
fr: Vous pouvez ajouter jusqu'à 10 signets vous permettant de sauvegarder une liste de références ou à une référence un vue solo..
uk: Ви можете зберегти до 20 закладок для повернення для одно- або багаторесурсного перегляду.

source: As you already have 20 bookmarks, you must choose one to be replaced by this new addition
fr: Du fait que vous avez déjà 10 signets, vous devez en choisir un qui sera remplacé par cette nouvelle addition.
uk: У вас уже 20 закладок. Вам слід вибрати одну, яку буде замінено цією доданою

source: Select the bookmarks to be deleted
fr: Sélectionner les signets à supprimer
uk: Виберіть закладки для вилучення

source: Enter a short name for your bookmark
fr: Entrez un nom pour votre signet
uk: Введіть скорочену назву вашої закладки

source: edited
fr: modifié
uk: редаговано

source: added
fr: ajouté
uk: додано

source: deleted
fr: supprimé
uk: вилучено

source: Delete ### resources?
fr: Supprimer ### références ?
uk: Вилучити ### ресурсів?

source: Delete language(s)?
fr: Supprimer le(s) langue(s)?
uk: Вилучити мови?

source: Select and merge multiple keywords into one keyword (the merged keywords will be deleted)
fr: Sélectionnez et fusionnez plusieurs mots-clés en un seul (les descripteurs fusionnés seront supprimés et remplacés par le nouveau mot-clé).
uk: Позначте і об'єднайте декілька ключових слів до одного запису ключового слова (зайві записи ключових слів буде вилучено)

source: New or target keyword
fr: Nouveau mot-clé
uk: Нове або цільове ключове слово

source: Select and merge multiple creators into one creator (the merged creators will be deleted). A selection in the target select box overrides any text input. At least two original creators must be selected.
uk: Позначте і об'єднайте декілька записів авторів до одного запису (зайві записи буде вилучено). Позначення у полі вибору цілі має пріоритет над будь-яким введеним текстовим записом. Має бути позначено принаймні два початкових записи авторів.

source: Original creators
fr: Auteurs initiaux
uk: Початкові автори

source: Target creator
fr: Auteur cible
uk: Автор цілі

source: Group members
fr: Membres du groupe
uk: Учасники групи

source: Available creators
uk: Доступні автори

source: Group master
fr: Responsable du groupe
uk: Основа групи

source: Show only group masters
uk: Показувати лише основні записи груп

source: Delete resources by import tag
fr: Supprimer des références en fonction de l'étiquette d'import
uk: Вилучити ресурси за міткою імпортування

source: Email address
fr: Adresse courriel
uk: Адреса ел. пошти

source: Email subject
fr: Sujet du courriel
uk: Тема повідомлення

source: Email text
fr: Texte du courriel
uk: Текст повідомлення ел. пошти

source: Keyword separation
uk: Роздільник ключових слів

source: Commas
fr: Virgules
uk: Коми

source: Semicolons
fr: Point-virgules
uk: Крапки з комами

source: Commas or Semicolons
fr: Virgules ou points-virgules
uk: Коми або крапки з комами

source: SPACES
fr: Espaces
uk: ПРОБІЛИ

source: Ignore keywords
uk: Ігнорувати ключові слова

source: Title/subtitle split
uk: Поділ заголовка/підзаголовка

source: NO SPLIT
fr: Pas de division
uk: БЕЗ ПОДІЛУ

source: : (colon)
fr: : (deux-points)
uk: : (двокрапка)

source: ; (semicolon)
fr: ; (point-virgule)
uk: ; (крапка з комою)

source: . or ! or ?
fr: . ou ! ou ?
uk: . або ! або ?

source: -- (dash dash)
fr: -- (double tiret)
uk: -- (два дефіси)

source: - (dash)
fr: - (tiret)
uk: - (дефіс)

source: If any fields that WIKINDX does not recognise are stored from an original import, merge these fields into this export:
fr: Si certains champs non reconnus par WIKINDX sont stockés depuis un import précédent, fusionner ces champs avec cet export :
uk: Якщо якісь поля, які WIKINDX не розпізнає, зберігаються з початкових даних імпортування, об'єднати ці поля до цього експорту:

source: Use the citation keys from the original import (where available) in preference to WIKINDX generated keys:
fr: Utiliser les clés BibTex du fichier d'import original (si disponibles) au lieu des clés générées par Wikindx :
uk: Надавати перевагу ключам цитування з початкових імпортованих даних (де вони доступні) над створеними WIKINDX ключами:

source: Use short titles for any @STRING values:
fr: Utiliser les titres abrégés pour chaque @STRING values :
uk: Використовувати скорочені заголовки для усіх значень @STRING:

source: Use double quotes "..." to enclose field values
fr: Utiliser les guillemets "..." pour délimiter les valeurs des champs
uk: Використовувати подвійні лапки, "...", для інкапсуляції значень полів

source: Use braces {...} to enclose field values
fr: Utiliser les accolades {...} pour délimiter les valeurs des champs
uk: Використовувати фігурні дужки, {...}, для інкапсуляції значень полів

source: Use UTF-8 character encoding
fr: Utiliser l'encodage des caractères UTF-8
uk: Використати кодування символів UTF-8

source: Use ISO-8859-1 and TeX character encoding
fr: Utiliser l'encodage des caractères ISO-8859-1 et TeX
uk: Використати ISO-8859-1 і кодування символів TeX

source: Use semicolons ';' to separate keywords
fr: Utiliser des points-virgules ";" pour séparer les mots-clés
uk: Використати крапки з комами, «;», для відокремлення ключових слів

source: Use commas ',' to separate keywords
fr: Utiliser des virgules ";" pour séparer les mots-clés
uk: Використати коми, «,», для відокремлення ключових слів

source: Export metadata to BibTeX.
uk: Експортувати метадані до BibTeX.

source: Enter a unique field name for each metadata field you wish to export:
fr: Entrer un nom de champ unique pour chaque champ métadonnée que vous voulez exporter
uk: Введіть унікальну назву поля для кожного поля метаданих, яке ви хочете експортувати:

source: Map WIKINDX custom fields to export fields.
fr: Mapper les champs personnalisés WIKINDX pour exporter les champs :
uk: Прив'язати нетипові поля WIKINDX до полів експортування.

source: Enter a unique field name for each custom field you wish to export:
fr: Entrer un nom de champ unique pour chaque champs personnalisé que vous voulez exporter :
uk: Введіть унікальну назву поля для кожного нетипового поля, яке ви хочете експортувати:

source: Help
fr: Aide
uk: Довідка

source: Plugin Config.php File
fr: Fichier "Config.php" du plugin
uk: Файл Config.php додатка

source: There are two variables common to all plugins: $wikindxVersion and $authorize. In-line plugins additionally have the $container variable while menu plugins have the $menus plugin. Normally, you should not change $wikindxVersion and changing it might cause the plugin to stop working. $authorize is one of: 0 (public readonly access); 1 (login required); or 2 (admin only). $menus is an array with at least one of: 'wikindx'; 'res'; 'search'; text'; 'admin'; 'plugin1'; 'plugin2'; or 'plugin3' (if you wish the plugin to appear in several menus, list them in the array separated by commas). The 'admin' menu is only available when logged in as admin. The 'text' menu will only show if there are metadata (quotes etc.) and the three 'pluginX' menus only show if they are populated. $container should be one of: 'inline1'; 'inline2'; 'inline3'; or 'inline4' and their placement depends on the display template.
uk: Спільними для усіх додатків є дві змінні: $wikindxVersion і $authorize. Для додатків вбудовування додатково визначено змінну $container, а додатки меню мають змінну $menus. Зазвичай, потреби у зміні $wikindxVersion не виникає. Зміна значення цієї змінної може призвести до непрацездатності додатка. $authorize може мати одне з таких значень: 0 (загальний доступ лише до читання); 1 (слід ввести ім'я користувача і пароль); і 2 (лише адміністратор). $menus є масивом з принаймні одного з таких значень: 'wikindx'; 'res'; 'search'; text'; 'admin'; 'plugin1'; 'plugin2'; та 'plugin3' (якщо вам потрібно, щоб пункт додатка був у декількох меню, вкажіть список цих меню, записи у якому слід відокремлювати комами). Доступ до меню «admin» можна буде отримати, лише якщо користувач увійшов до системи як адміністратор. Меню «text» буде показано, лише якщо є записи метаданих (цитати тощо), а три меню «pluginX» буде показано, лише якщо у них є пункти. Значенням $container має бути один із таких рядків: 'inline1'; 'inline2'; 'inline3'; та 'inline4', а розташування виведеного тексту залежатиме від шаблону показу.

source: Open README file
fr: Ouvrir le fichier README
uk: Відкрити файл README

source: Resources can be labelled with a language when adding or editing resources
fr: La langue des références peut être identifiée lors de l'ajout ou de la modification des références.
uk: Ресурси можна позначати мовою при додаванні або редагуванні

source: Add Language
fr: Ajouter langue
uk: Додати мову

source: Edit Language
fr: Modifier langue
uk: Змінити мову

source: Delete Language
fr: Supprimer langue
uk: Вилучити мову

source: Delete Keyword Group
uk: Вилучити групу ключових слів

source: Close
fr: Fermer
uk: Закрити

source: Before proceeding, attachments need to be converted to text files and cached in order to speed up full-text searches. This process might take some time if you have a large number of attachments and/or large files so leave the script running until activity stops. Keep on eye on activity in the cache/attachments/ folder. WIKINDX tries to deal with max execution timeouts but if you find that caching is not proceeding, you might need to adjust PHP's max_execution_time. If you get a blank page, it means a timeout has occurred. If CURL is part of the PHP installation and you select this option, WIKINDX will attempt to convert files in multiple, simultaneous instances and, if a timeout occurs, the error message will be written to the cached file: you should either increase max_execution_time or turn off the use of CURL. In the latter case, conversion proceeds sequentially and slowly and, unless the file to be converted is far too large and WIKINDX does not have enough time to convert the one file, the converted files are guaranteed to be cached. The option of limiting the number of files cached at any one time is also provided. At any time, you can skip over caching of files until the next time you login or go to the front page.
uk: Перш ніж продовжувати роботу, долучення має бути перетворено на текстові файли і кешовано з метою пришвидшення повнотекстового пошуку. Цей процес може бути тривалим, якщо у вас багато долучень і/або великі файли. Тому слід лишити скрип запущеним, доки він не завершить виконання дій. Стежте за діями у теці cache/attachments/. WIKINDX намагається працювати за будь-яких максимальних часів очікування на завершення виконання, але якщо ви виявите, що кешування не виконується, вам, можливо, слід скоригувати значення max_execution_time обробника PHP. Якщо ви бачите порожню сторінку, це означає, що перевищено час очікування. Якщо CURL є частиною встановленого PHP і ви позначите цей пункт, WIKINDX спробує перетворити файл у декількох одночасних екземплярах обробника і, якщо станеться перевищення часу очікування, до кешованого файла буде записано повідомлення про помилку — вам слід або збільшити max_execution_time або вимкнути використання CURL. В останньому випадку перетворення виконуватиметься послідовно і повільно, і, якщо файл для перетворення не буде надто великим і у WIKINDX не буде достатньо часу для перетворення одного файла, перетворені файли гарантовано буде додано до кешу. Передбачено також параметр для обмеження кількості одночасно кешованих файлів. Ви будь-коли можете пропустити кешування файлів, аж доки ви не увійдете до системи наступного разу або перейдете на початкову сторінку.

source: ### attachments remain to be cached.
uk: ### долучень лишаються у черзі на кешування.

source: ### attachments cached thus far.
uk: ### долучень кешовано.

source: Use CURL
uk: Використати CURL

source: Attempt to only cache this number of files at a time: ###
uk: Намагатися кешувати одночасно лише таку кількість файлів: ###

source: Skip caching until the next login.
uk: Не виконувати кешування до наступного входу до системи.

source: Delete all attachments for this resource
uk: Вилучити усі долучення до цього ресурсу

source: Choose the type of collection you wish to browse
fr: Choisissez le type de collection que vous voulez parcourir
uk: Виберіть тип збірки, яку ви хочете переглянути

source: Web Site
fr: Site web
uk: Сайт

source: Thesis Abstracts
fr: Extraits de thèses
uk: Резюме дисертацій

source: Music Recording
uk: Музичний запис

source: Manuscript
fr: Manuscrit
uk: Рукопис

source: Legal
fr: Juridique
uk: Юридичні відомості

source: Music
fr: Musique
uk: Музика

source: Chart
fr: Carte spécialisée
uk: Діаграма

source: Patent
fr: Brevet
uk: Патент

source: ALL
fr: Tout
uk: УСЕ

source: List all by
fr: Trier par
uk: Критерій упорядкування списку усіх

source: First Creator
fr: Auteur principal
uk: Перший автор

source: Publication Year
fr: Année de publication
uk: Рік видання

source: Timestamp
fr: Date de modification
uk: Часова позначка

source: Order by
fr: Ordonner par
uk: Критерій впорядковування

source: Views Index
fr: Consultations
uk: Індекс переглядів

source: Downloads Index
fr: Téléchargements
uk: Індекс отримань

source: Popularity Index
fr: Indice de popularité
uk: Індекс популярності

source: Maturity Index
fr: Indice de maturité
uk: Індекс зрілості

source: Ascending
fr: Croissant
uk: За зростанням

source: Descending
fr: Décroissant
uk: За спаданням

source: Resource added by
fr: Référence ajoutée par
uk: Ресурс додано

source: Resource last edited by
fr: Référence modifiée en dernier par
uk: Ресурс востаннє редаговано

source: Select by ###
fr: Sélectionner par ###
uk: Вибір за ###

source: NOT in bibliography
fr: ABSENT dans la bibliographie de l'utilisateur
uk: НЕМАЄ у бібліографії
