Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Administer Languages
fr: Langues des administrateurs
uk: Адміністрування мов

source: Delete Images
fr: Supprimer les images
uk: Вилучити зображення

source: Resource Custom Field
fr: Champ personnalisé
uk: Нетипове поле ресурсу

source: Quarantined Resources
fr: Références en attente d'approbation
uk: Ресурси на карантині

source: Random Metadata
fr: Adjonctions aléatoires
uk: Випадкові метадані

source: Content Management System Gateway
fr: Passerelle gestionnaire de contenu
uk: Шлюз системи керування вмістом (CMS)

source: News
fr: Nouvelles
uk: Новини

source: Add News
fr: Ajouter une nouvelle
uk: Додати новини

source: Edit News
fr: Modifier des nouvelles
uk: Змінити новини

source: Delete News
fr: Supprimer des nouvelles
uk: Вилучити новини

source: Register User
fr: Inscription
uk: Реєстрація користувача

source: Email resource to friend
fr: Envoyer la référence à quelqu'un
uk: Надіслати ресурс колезі електронною поштою

source: Import BibTeX Bibliography
fr: Importer une bibliographie BibTeX
uk: Імпортувати бібліографію BibTeX

source: Paste BibTeX Bibliography
uk: Вставити бібліографію BibTeX

source: Export BibTeX
fr: Exporter en format BibTeX
uk: Експортувати до BibTeX

source: Administer Components
fr: Administration des composants
uk: Адміністрування компонентів

source: Add Citation
fr: Ajouter une citation
uk: Додати цитату додавання цитати

source: Export COinS
fr: Export des COinS
uk: Експортувати до COinS

source: LDAP Tester
uk: Засіб тестування LDAP

source: Enter your username and password to logon to the system. Your browser preferences must allow cookies for this domain.
fr: Saisissez votre identifiant et votre mot de passe pour accéder au système. Votre navigateur doit être configuré pour accepter les cookies de ce site.
uk: Для входу до системи введіть ваше ім'я користувача і пароль. У налаштуваннях вашої програми для перегляду інтернету має бути дозволено куки для цього домену.

source: Enter your superadmin username and password to logon
fr: Entrer votre nom et mot de passe d'administrateur principal
uk: Для входу введіть ваше ім'я користувача і пароль суперадміністратора

source: READ-ONLY access
fr: Accès en lecture seule
uk: Доступ лише до читання

source: Title displayed on each page
fr: Titre affiché sur chaque page
uk: Заголовок, який буде показано на кожній сторінці

source: Front Page Description
fr: Description en page d'accueil
uk: Опис на першій сторінці

source: Superadmin username
fr: Nom de l'administrateur principal
uk: Ім'я користувача-суперадміністратора

source: Superadmin password
fr: Mot de passe de l'administrateur principal
uk: Пароль суперадміністратора

source: Seconds before export file is marked for deletion
fr: Nombre de secondes au-delà duquel le fichier d'export est marqué pour la suppression
uk: Час у секундах, перш ніж експортований файл буде позначено для вилучення

source: Default no. resources to display/screen (paging)
fr: Nombre de références affichées par défaut sur l'écran (pagination)
uk: Типова к-ть ресурсів для показу на екрані (поділ на сторінки)

source: Default no. tag cloud items to display/screen (paging)
fr: Nombre de références diverses à afficher par défaut sur l'écran (pagination)
uk: Типова к-ть пункті хмари міток для показу на екрані (поділ на сторінки)

source: Default no. paging links to display/screen
fr: Nombre de pages actives affichées par défaut sur l'écran
uk: Типова кількість посилань на сторінку для показу на екрані

source: Language/locale
uk: Мова/Локаль

source: Template
fr: Modèle graphique
uk: Шаблон

source: Timezone
uk: Часовий пояс

source: Allow images
uk: Дозволити зображення

source: Images max. size
uk: Макс. розмір зображення

source: Tag cloud, low colour
uk: Хмара міток, малоколірна

source: Tag cloud, high colour
uk: Хмара міток, багатоколірна

source: Tag cloud, low size
uk: Хмара міток, малий розмір

source: Tag cloud, high size
uk: Хмара міток, великий розмір

source: Deactivated resource types
uk: Деактивовані типи ресурсів

source: Active resource types
uk: Активні типи ресурсів

source: Enable LDAP authentication
uk: Увімкнути розпізнавання у LDAP

source: Server
uk: Сервер

source: Port
uk: Порт

source: Encryption
uk: Шифрування

source: Bind type
uk: Тип прив’язування

source: Bind user login
uk: Прив'язування до імені користувача

source: Bind user password
uk: Прив'язування до пароля користувача

source: Bind domain
uk: Прив'язування до домену

source: Bind domain format
uk: Прив'язування до формату домену

source: Search method
uk: Метод пошуку

source: Search operator
uk: Оператор пошуку

source: Login attribute
uk: Атрибут входу

source: Organizational Units (OU)
uk: Організаційні модулі (OU)

source: Group DNs
uk: DN групи

source: Create user
uk: Створити користувача

source: Login
uk: Користувач

source: Password
fr: Mot de passe
uk: Пароль

source: Open LDAP Tester
uk: Відкрити засіб тестування LDAP

source: LDAP successfully configured
uk: LDAP успішно налаштовано

source: Authentication gate
uk: Шлюз розпізнавання

source: Message for user
uk: Повідомлення користувачеві

source: Reset authentication gate flag for all users
uk: Скинути прапорець шлюзу розпізнавання для усіх користувачів

source: No. chars in password
uk: К-ть символів у паролі

source: Password strength
uk: Складність пароля

source: Weak
uk: Слабка

source: Medium
fr: Support
uk: Середня

source: Strong
uk: Сильна

source: Enable mail operations
uk: Увімкнути дії із поштою

source: From address
uk: Адреса відправника

source: Reply-to address
uk: Зворотна адреса

source: Mail backend
uk: Модуль пошти

source: Sendmail return path
uk: Шлях повернення Sendmail

source: Sendmail path
uk: Шлях до Sendmail

source: SMTP server
uk: Сервер SMTP

source: SMTP port
uk: Порт SMTP

source: SMTP encryption
uk: Шифрування SMTP

source: SMTP persist
uk: Повторність SMTP

source: SMTP authorization
uk: Уповноваження SMTP

source: SMTP username
uk: Користувач SMTP

source: SMTP password
uk: Пароль SMTP

source: Test email address
uk: Перевірити адресу ел. пошти

source: If you are reading this email, you have correctly configured email for WIKINDX
uk: Якщо ви можете читати це повідомлення, ви налаштували електронну пошту у WIKINDX правильно

source: Mail Test Transaction Report
uk: Звіт про дії під час тестування пошти

source: Enable SiteMap
uk: Увімкнути SiteMap

source: Enable BrowserTabID
uk: Увімкнути BrowserTabID

source: Enable RSS
uk: Увімкнути RSS

source: Display
uk: Показ

source: Language
fr: Langue
uk: Мова

source: Bibliographic style
fr: Style bibliographique par défaut
uk: Стиль бібліографії

source: Title
fr: Titre
uk: Заголовок

source: Description
uk: Опис

source: Display limit
uk: Обмеження показу

source: Enable CMS
uk: Увімкнути CMS

source: Enable SQL queries
uk: Увімкнути запити SQL

source: Database username
uk: Користувач бази даних

source: Database password
uk: Пароль до бази даних

source: Enable Google Scholar
uk: Увімкнути Google Академія

source: Only attachments
uk: Лише долучення

source: Restricted user
uk: Користувач із обмеженнями

source: Configuration options
uk: Параметри налаштування

source: Super admin
uk: Суперадміністратор

source: Front page
uk: Початкова сторінка

source: Resource lists
uk: Списки ресурсів

source: General display
uk: Загальний показ

source: Appearance
uk: Вигляд

source: Forgotten password
uk: Забуто пароль

source: Email notification
fr: Notification par courriel
uk: Сповіщення електронною поштою

source: Resources
fr: Références
uk: Ресурси

source: Users
fr: Par utilisateur
uk: Користувачі

source: Authentication
uk: Розпізнавання

source: Email
fr: Courriel du contact
uk: Ел. пошта

source: Files/Attachments
uk: Файли/Долучення

source: Google Scholar
uk: Google Академія

source: Miscellaneous
fr: Divers
uk: Інше

source: Debugging
uk: Діагностика

source: Template menu
fr: Niveaux d'affichage du menu
uk: Меню шаблонів

source: All menu levels
fr: Tous les niveaux du menu
uk: Усі рівні меню

source: Reduce by one level
fr: Réduire d'un niveau
uk: Зменшити на один рівень

source: Reduce by two levels
fr: Réduire de deux niveaux
uk: Зменшити на два рівні

source: Limit no. characters in select box text
fr: Taille maximum pour la fenêtre de sélection (en nombre de caractères)
uk: Обмежити к-ть символів у тексті поля вибору

source: Allow user registration
fr: Autoriser l'inscription d'utilisateurs
uk: Дозволити реєстрацію користувачів

source: Moderate registration requests (you must provide a valid email address)
fr: Envoyer la demande d'enregistrement (fournir une adresse de courriel valide ci-dessous).
uk: Модерувати запити щодо реєстрації (вам слід надати чинну адресу ел. пошти)

source: Your request will require approval by the WIKINDX administrator
fr: Votre requête nécessitera l'approbation de l'administrateur WIKINDX.
uk: Ваш запит потребуватиме схвалення адміністратором WIKINDX

source: Please give the reasons for your registration request (this will be emailed to the administrator). At the very least you should give your name
fr: Si désiré, entrez ici votre message.
uk: Будь ласка, надайте причини вашого запиту щодо реєстрації (їх буде надіслано адміністратору електронною поштою). Вам, принаймні, слід надати ваше ім'я

source: Answer the question if you are not a bot
fr: Entrez les mots requis par le captcha
uk: Дайте відповідь на питання, якщо ви не робот

source: Multi user mode
fr: Mode multi-utilisateurs
uk: Режим декількох користувачів

source: Email notification to registered users of resource additions and amendments
fr: Autoriser les notifications par courriel
uk: Сповіщення електронною поштою для зареєстрованих користувачів щодо додавань і змін у ресурсах

source: Email view and download statistics to users
fr: Les utilisateurs peuvent voir les courriels et les statistiques de téléchargement
uk: Надсилати користувачам статистику щодо переглядів і отримання даних

source: Max. pixel width for images
fr: Largeur max. en pixel pour des images
uk: Макс. ширина зображень у пікселях

source: Max. pixel height for images
fr: Hauteur max. en pixel pour des images
uk: Макс. висота зображень у пікселях

source: Allow file attachments
fr: Autoriser les fichiers joints
uk: Дозволити долучення файлів

source: Allow only registered users to view file attachments
fr: Ne permettre qu'aux utilisateurs enregistrés de voir les fichiers joints
uk: Дозволити переглядати файлові долучення лише зареєстрованим користувачам

source: All these should be disabled on a production server
uk: Усе це слід вимкнути на промисловому сервері

source: Print PHP errors and warnings to the screen
fr: Afficher les erreurs PHP et avertissements à l'écran
uk: Виводити на екран помилки і попередження PHP

source: Display SQL statements
uk: Показувати інструкції SQL

source: Trunk version
uk: Версія з trunk

source: Print SQL statements to the screen
fr: Afficher les relevés SQL à l'écran
uk: Виводити інструкції SQL на екран

source: Force Smarty templates compilation
uk: Примусова компіляція шаблонів Smarty

source: Max. number of bibTeX entries a user can paste
fr: Nombre max. de fichiers BibTex qu'un utilisateur peut coller
uk: Макс. к-ть записів bibTeX, які може вставляти користувач

source: URL prefix
uk: Префікс адрес

source: Display statistics
uk: Показати статистику

source: Display user statistics
uk: Показати статистику користувача

source: When browsing a user bibliography, limit the keyword list to keywords found in that bibliography
fr: En navigant dans la bibliographie d'un utilisateur, limiter la liste des descripteurs à ceux trouvés dans cette bibliographie
uk: При навігації бібліографією користувача, обмежити список ключових слів до ключових слів з цієї бібліографії

source: Allow registered users to import BibTeX bibliographies
fr: Permettre l'import de bibliographies aux utilisateurs ayant un accès en écriture
uk: Дозволити зареєстрованим користувачам імпортувати бібліографії BibTeX

source: Display on the front page
fr: Afficher sur la page d'accueil
uk: Показати на першій сторінці

source: Up to * recently added or edited resources
fr: Nombre de références récemment ajoutées ou éditées
uk: До * нещодавно доданих або змінених ресурсів

source: Resources added or edited in the last * days
fr: Références ajoutées ou éditées dans les derniers jours
uk: Ресурси, додані або змінені протягом останніх * днів

source: If showing resources added or edited in the last number of days, show up to a maximum of
fr: Lorsque les références ajoutées ou éditées dans les derniers jours sont montrées, en montrer un maximum de
uk: Якщо програма показує останні додані або редаговані ресурси, показувати не більше вказаної кількості

source: Use the WIKINDX-generated bibTeX key (author.ID) in preference to the default authorYear bibTeX key
fr: Utiliser la clé générée par WIKINDX (author.ID) au lieu de la clé bibTeX auteurAnnée par défaut.
uk: Надавати пріоритет створеному за допомогою bibTeX ключу WIKINDX (author.ID) над типовим ключем bibTeX authorYear

source: Display the bibTeX key from the original bibliographic import (if available) in preference to either the WIKINDX-generated bibTeX key or the authorYear bibTeX key
fr: Afficher la clé bibTeX originale de la bibliographie importée (si disponible) au lieu de la clé bibTeX générée par WIKINDX ou de la clé bibTeX auteurAnnée.
uk: Надавати пріоритет показу ключа bibTeX з початкового імпорту бібліографії (якщо такий доступний) на створеним WIKINDX ключем bibTeX або ключем bibTeX authorYear

source: Email news items to registered users
fr: Envoyer par courriel des nouvelles aux utilisateurs enregistrés
uk: Надсилати новини зареєстрованим користувачам

source: When a new user registers, notify the administrator at this email address
fr: Lorsqu'un nouvel utilisateur s'enregistre, notifier l'administrateur à cette addresse courriel
uk: При реєстрації нових користувачів сповіщати адміністратора за цією адресою електронної пошти

source: Enable the metadata subsystem (quotes, paraphrases, comments etc.) for all users
fr: Rendre disponible le sous-système de métadonnées (citations, paraphrases, commentaires, etc.) pour tous les usagers
uk: Увімкнути підсистему метаданих (цитат, переказів, коментарів тощо) для усіх користувачів

source: If disabled, allow registered users to still use the metadata subsystem
fr: Si désactivé, donne la permission aux usagers enregistrés de continuer à utiliser le sous-système de métadonnées
uk: Якщо вимкнено, дозволити зареєстрованим користувачам використовувати підсистему метаданих

source: When viewing lists of resources, display an icon to view the BibTeX version of each resource
uk: При перегляді списку ресурсів показувати піктограму для перегляду версії BibTeX кожного з ресурсів

source: When viewing lists of resources, display a hyperlink to a pop-up window to generate a CMS (Content Management System) 'replacement tag' for each resource
fr: Lors de l'affichage des listes de références, afficher à chaque référence un hyperlien qui pointe vers une fenêtre contextuelle afin de générer une «étiquette de remplacement» CMS (Content Management System).
uk: При перегляді списку ресурсів показувати гіперпосилання на контекстне вікно для створення «мітки-замінника» CMS (Content Management System) для усіх ресурсів

source: When viewing lists ordered by creator or title, replace the numerical paging links with an alphabetical list
fr: Lors de l'affichage des listes ordonnancées par créateur ou titre, remplacer la pagination numérique par une liste alphabétique.
uk: При перегляді списків, які упорядковано за автором або заголовком, замінювати нумеровані посилання списком за абеткою

source: Allow new resources to be quarantined from non-admin view until approved
uk: Дозволити надсилання нових ресурсів на карантин до схвалення з неадміністративного перегляду

source: For resource lists, make each resource hyperlinked to viewing that resource
fr: Pour les listes de références, afficher un hyperlien cliquable pour chaque référence.
uk: Зробити кожен пункт у списку ресурсів гіперпосиланням на перегляд відповідного ресурсу

source: Ignore list (sorting)
fr: Lorsque les références sont ordonnancées par titre, ignorer les mots suivants s'ils sont le premier mot du titre (liste de mots vides insensibles à la casse).
uk: Список ігнорування (упорядковування)

source: Ignore list (searching)
fr: Lors de recherches de références ou de métadonnées, ignorer les mots suivants (liste de mots vides insensibles à la casse) s'ils ne font pas partie d'une locution exacte.
uk: Список ігнорування (пошук)

source: Deny read only access
fr: Empêcher l'accès en lecture seule
uk: Заборонити доступ лише до читання

source: If read only access is allowed, bypass the login prompt
fr: Si l'accès en lecture seule est permise, ne pas afficher l'invite de connexion
uk: Якщо дозволено режим лише перегляду, обходити запит щодо входу до системи

source: Only admins and the resource originator can edit the resource
fr: Seuls les administrateurs et le créateur d'une référence peuvent l'éditer lorsque coché
uk: Редагувати цей ресурс можуть лише адміністратори та початкові автори ресурсу

source: Registered users can globally edit creators, collections, publishers and keywords
fr: Les utilisateurs enregistrés peuvent globalement éditer les créateurs, collections, éditeurs et mots-clés
uk: Зареєстровані користувачі можуть на загальному рівні редагувати авторів, збірки, видавців та ключові слова

source: Manually install a component:
uk: Встановити компонент вручну:

source: Package file:
uk: Файл пакунка:

source: Hash file:
uk: Файл хешу:

source: Check for updates
uk: Шукати оновлення

source: Last updated
fr: Dernière mise à jour
uk: Останнє оновлення

source: Users have a favorite template or style that is no longer available (disabled or uninstalled). Do you want to replace this preference with the default values?
uk: Користувачі мають улюблений шаблон або стиль, доступу до якого більше немає (його вимкнено або вилучено). Хочете замінити це налаштування типовими значеннями?

source: Fix users preferences:
uk: Виправлення налаштувань користувачів:

source: Browse by type
uk: Навігація за типом

source: Credits
uk: Подяки

source: Version
uk: Версія

source: Licence
uk: Ліцензування

source: Package
uk: Пакунок

source: Action
uk: Дія

source: Installed:
uk: Встановлено:

source: Latest:
uk: Найсвіжіша:

source: Enable
uk: Увімкнути

source: Disable
uk: Вимкнути

source: Install
uk: Встановити

source: Uninstall
uk: Вилучити

source: Reinstall
uk: Перевстановити

source: Update
uk: Оновити

source: Configure
fr: Configuration
uk: Налаштувати

source: an error occurred while installing the package: ###.
uk: сталася помилка під час встановлення пакунка: ###.

source: the package ### cannot be uninstalled.
uk: пакунок ### не може бути вилучено.

source: a vendor component cannot be uninstalled
uk: компонент розробника не може бути вилучено

source: the signature of the downloaded resource ### differs from that online.
uk: підпис отриманого ресурсу ### відрізняється від підпису у інтернеті.

source: &nbsp;The component has not been downloaded completely or is corrupted (online hash: ###,
uk: &nbsp;Компонент не було повністю отримано або пошкоджено (хеш в інтернеті: ###,

source: &nbsp;computed hash: ###).
uk: &nbsp;обчислений хеш: ###).

source: an error occurred while downloading the resource: ###.
uk: сталася помилка під час отримання ресурсу: ###.

source: without the <strong>curl</strong> PHP extension it is impossible to download the update information.
uk: без розширення PHP <strong>curl</strong> не можна отримати дані щодо оновлення.

source: without a PHP compression extension it is impossible to retrieve a package from the update server. Please install PHP Zip extension (.zip file).
uk: без розширення PHP для стискання неможливо отримати пакунок з сервера оновлень. Будь ласка, встановіть розширення Zip PHP (файл .zip).

source: Nothing to do or the upload failed.
uk: Нічого робити або спроба вивантаження зазнала невдачі.

source: Package ### installed.
uk: Пакунок ### встановлено.

source: Wrong parameters
uk: Помилкові параметри

source: Views index: ###%
fr: Indice de consultation : ###%
uk: Індекс переглядів: ###%

source: Downloads index: ###%
fr: Indice de téléchargement : ###%
uk: Індекс отримань: ###%

source: Popularity index: ###%
fr: Indice de popularité : ###%
uk: Індекс популярності: ###%

source: Downloads: ###
fr: Téléchargements : ###
uk: Отримань: ###

source: Maturity index: ###
fr: Indice de maturité : ###
uk: Індекс зрілості: ###

source: Views: ###
fr: Consultations : ###
uk: Переглядів: ###

source: Resource type
fr: Type de référence
uk: Тип ресурсу

source: Notes
uk: Нотатки

source: Quotes
fr: Citations
uk: Цитати

source: Paraphrases
uk: Перекази

source: Musings
fr: Idées
uk: Думки

source: Attachments
fr: Pièces jointes
uk: Долучення

source: URLs
fr: Liens URLs
uk: Адреси

source: View all bibliographic details
fr: Voir tous les détails bibliographiques
uk: Переглянути усі бібліографічні подробиці

source: Idea
fr: Remarque
uk: Ідея

source: Sub-idea
fr: Sous-remarque
uk: Підідея

source: Quote comments
fr: Commentaires de citation
uk: Коментарі до цитати

source: Paraphrase comments
fr: Commentaires de paraphrase
uk: Коментарі до переказу

source: Do not put any punctuation at the end of text fields: WIKINDX will do this automatically depending on the bibliographic style. You are responsible for correct capitalization of titles and proper names. Fields marked with a### are required unless you have selected from the relevant select box. Text in a text field will override the selected option for any field. Generally, all numbers should be given as arabic cardinal numbers (1, 2, 3...) as the bibliographic style handles any reformatting they require. Pages can be roman numerals and years can be entered as a range (e.g. 2001-2004) or with a modifier (e.g. 'BC', 'BCE' etc.) – where there is a date field with a drop-down calendar, a valid entry here will override corresponding day, month, and year fields. Due to the automatic completion of some fields (e.g. with resources belonging to a collection or a conference, such as a journal or proceedings article), it is best to complete the resource details from the top of the form down.
fr: Les éléments minimums requis sont : le type de référence, son titre, ainsi que le(s) groupe(s) au(x)quel(s) elle appartient. Ne placez aucune ponctuation à la fin des champs textuels, WINKINDX s'en chargera automatiquement en fonction du style bibliographique utilisé. Au besoin, saisissez en majuscules les titres ainsi que les noms propres.
uk: Не додавайте знаків пунктуації наприкінці текстових полів: WIKINDX виконає це завдання автоматично на основі бібліографічного стилю. Вам слід подбати про правильне використання великих літер у заголовках та власних назвах. Поля, які позначено ### , є обов'язковими для заповнення, якщо не вибрано відповідного налаштування зі списку для вибору. Текст у текстовому полі має пріоритет над вибраним варіантом у будь-якому полі. Загалом, усі числа слід подавати як кількісні арабські числа (1, 2, 3...), оскільки переформатування, якщо воно потрібне, буде виконано бібліографічним стилем. Сторінки можна вказувати римськими цифрами, а роки можна вказувати у форматі діапазону (наприклад 2001–2004) або з модифікатором (наприклад «н.е.», «до н.е.» тощо). Там, де є поле дати зі спадним календарем, коректне значення тут має пріоритет над відповідними значеннями у полях дня, місяця і року. Через автоматичне доповнення у деяких з полів (наприклад, із ресурсами, що належать до збірки або праць конференції, зокрема журналу або статті у працях), краще заповнити параметри ресурсу, починаючи згори форми униз.
