Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Unable to open ### database.
fr: Impossible d'ouvrir la base de données ###
uk: Не вдалося відкрити базу даних ###.

source: Unable to write to database.
fr: Impossible d'écrire dans la base de données.
uk: Не вдалося виконати запис до бази даних.

source: Unable to read database.
fr: Impossible de lire la base de données.
uk: Не вдалося прочитати базу даних.

source: Missing Configuration Parameter in config.php.
fr: Il manque un paramètre de configuration dans "config.php".
uk: У config.php пропущено параметр налаштовування.

source: Unable to open update/createMySQL.txt.
fr: Impossible d'ouvrir "update/createMySQL.txt".
uk: Не вдалося відкрити update/createMySQL.txt.

source: No RDBMS type selected in config.php.
fr: Aucun type de base de données n'a été sélectionné dans "config.php".
uk: У config.php не вибрано типу RDBMS.

source: Missing subQuery statement.
fr: Instruction "subQuery" manquante.
uk: Пропущено інструкцію subQuery.

source: et al.
uk: тощо

source: Bros.;co.;Fig.;fig.;no.;secs.;msecs.;Ph. D.;MS.
fr: adj.;apr.;art.;av.;c.-à-d.;col.;Dr.;éd.;ex.;fasc.;Fig.;fig.;grav.;hab.;l.;lat.;liv.;long.;math.;max.;p.;p. ex.;phot.;ms.;no.;s. d.;s. l.;sté.;Sté.;suiv.;suppl.;t.;trad.;vol.
uk: проф.;ак.;рис.;т.;вип.

source: 1st
fr: 1er
uk: 1-е

source: 2nd
uk: 2-е

source: 3rd
fr: 3e
uk: 3-є

source: 4th
fr: 4e
uk: 4-е

source: 5th
fr: 5e
uk: 5-е

source: 6th
fr: 6e
uk: 6-е

source: 7th
fr: 7e
uk: 7-е

source: 8th
fr: 8e
uk: 8-е

source: 9th
fr: 9e
uk: 9-е

source: 10th
fr: 10e
uk: 10-е

source: 11th
fr: 11e
uk: 11-е

source: 12th
fr: 12e
uk: 12-е

source: 13th
fr: 13e
uk: 13-е

source: 14th
fr: 14e
uk: 14-е

source: 15th
fr: 15e
uk: 15-е

source: 16th
fr: 16e
uk: 16-е

source: 17th
fr: 17e
uk: 17-е

source: 18th
fr: 18e
uk: 18-е

source: 19th
fr: 19e
uk: 19-е

source: 20th
fr: 20e
uk: 20-е

source: 21st
uk: 21-е

source: 22nd
fr: 22e
uk: 22-е

source: 23rd
fr: 23e
uk: 23-е

source: 24th
fr: 24e
uk: 24-е

source: 25th
fr: 25e
uk: 25-е

source: 26th
fr: 26e
uk: 26-е

source: 27th
fr: 27e
uk: 27-е

source: 28th
fr: 28e
uk: 28-е

source: 29th
fr: 29e
uk: 29-е

source: 30th
fr: 30e
uk: 30-е

source: 31st
uk: 31-е

source: 1st
fr: 1er
uk: 1-ий

source: 2nd
fr: 2e
uk: 2-ий

source: 3rd
fr: 3e
uk: 3-ій

source: 4th
fr: 4e
uk: 4-ий

source: 5th
fr: 5e
uk: 5-ий

source: 6th
fr: 6e
uk: 6-ий

source: 7th
fr: 7e
uk: 7-ий

source: 8th
fr: 8e
uk: 8-ий

source: 9th
fr: 9e
uk: 9-ий

source: 10th
fr: 10e
uk: 10-ий

source: 11th
fr: 11e
uk: 11-ий

source: 12th
fr: 12e
uk: 12-ий

source: 13th
fr: 13e
uk: 13-ий

source: 14th
fr: 14e
uk: 14-ий

source: 15th
fr: 15e
uk: 15-ий

source: 16th
fr: 16e
uk: 16-ий

source: 17th
fr: 17e
uk: 17-ий

source: 18th
fr: 18e
uk: 18-ий

source: 19th
fr: 19e
uk: 19-ий

source: 20th
fr: 20e
uk: 20-ий

source: 21st
uk: 21-ий

source: 22nd
fr: 22e
uk: 22-ий

source: 23rd
fr: 23e
uk: 23-ій

source: 24th
fr: 24e
uk: 24-ий

source: 25th
fr: 25e
uk: 25-ий

source: 26th
fr: 26e
uk: 26-ий

source: 27th
fr: 27e
uk: 27-ий

source: 28th
fr: 28e
uk: 28-ий

source: 29th
fr: 29e
uk: 29-ий

source: 30th
fr: 30e
uk: 30-ий

source: 31st
uk: 31-ий

source: 32nd
fr: 32e
uk: 32-ий

source: 33rd
fr: 33e
uk: 33-ій

source: 34th
fr: 34e
uk: 34-ий

source: 35th
fr: 35e
uk: 35-ий

source: 36th
fr: 36e
uk: 36-ий

source: 37th
fr: 37e
uk: 37-ий

source: 38th
fr: 38e
uk: 38-ий

source: 39th
fr: 39e
uk: 39-ий

source: 40th
fr: 40e
uk: 40-ий

source: 41st
uk: 41-ий

source: 42nd
fr: 42e
uk: 42-ий

source: 43rd
fr: 43e
uk: 43-ій

source: 44th
fr: 44e
uk: 44-ий

source: 45th
fr: 45e
uk: 45-ий

source: 46th
fr: 46e
uk: 46-ий

source: 47th
fr: 47e
uk: 47-ий

source: 48th
fr: 48e
uk: 48-ий

source: 49th
fr: 49e
uk: 49-ий

source: 50th
fr: 50e
uk: 50-ий

source: 1st
fr: 1re
uk: 1-а

source: 2nd
fr: 2e
uk: 2-а

source: 3rd
fr: 3e
uk: 3-я

source: 4th
fr: 4e
uk: 4-а

source: 5th
fr: 5e
uk: 5-а

source: 6th
fr: 6e
uk: 6-а

source: 7th
fr: 7e
uk: 7-а

source: 8th
fr: 8e
uk: 8-а

source: 9th
fr: 9e
uk: 9-а

source: 10th
fr: 10e
uk: 10-а

source: 11th
fr: 11e
uk: 11-а

source: 12th
fr: 12e
uk: 12-а

source: 13th
fr: 13e
uk: 13-а

source: 14th
fr: 14e
uk: 14-а

source: 15th
fr: 15e
uk: 15-а

source: 16th
fr: 16e
uk: 16-а

source: 17th
fr: 17e
uk: 17-а

source: 18th
fr: 18e
uk: 18-а

source: 19th
fr: 19e
uk: 19-а

source: 20th
fr: 20e
uk: 20-а

source: 21st
uk: 21-а

source: 22nd
fr: 22e
uk: 22-а

source: 23rd
fr: 23e
uk: 23-я

source: 24th
fr: 24e
uk: 24-а

source: 25th
fr: 25e
uk: 25-а

source: 26th
fr: 26e
uk: 26-а

source: 27th
fr: 27e
uk: 27-а

source: 28th
fr: 28e
uk: 28-а

source: 29th
fr: 29e
uk: 29-а

source: 30th
fr: 30e
uk: 30-а

source: 31st
uk: 31-а

source: 32nd
fr: 32e
uk: 32-а

source: 33rd
fr: 33e
uk: 33-я

source: 34th
fr: 34e
uk: 34-а

source: 35th
fr: 35e
uk: 35-а

source: 36th
fr: 36e
uk: 36-а

source: 37th
fr: 37e
uk: 37-а

source: 38th
fr: 38e
uk: 38-а

source: 39th
fr: 39e
uk: 39-а

source: 40th
fr: 40e
uk: 40-а

source: 41st
uk: 41-а

source: 42nd
fr: 42e
uk: 42-а

source: 43rd
fr: 43e
uk: 43-я

source: 44th
fr: 44e
uk: 44-а

source: 45th
fr: 45e
uk: 45-а

source: 46th
fr: 46e
uk: 46-а

source: 47th
fr: 47e
uk: 47-а

source: 48th
fr: 48e
uk: 48-а

source: 49th
fr: 49e
uk: 49-а

source: 50th
fr: 50e
uk: 50-а

source: 1st
fr: 1er
uk: 1-е

source: 2nd
fr: 2e
uk: 2-е

source: 3rd
fr: 3e
uk: 3-є

source: 4th
fr: 4e
uk: 4-е

source: 5th
fr: 5e
uk: 5-е

source: 6th
fr: 6e
uk: 6-е

source: 7th
fr: 7e
uk: 7-е

source: 8th
fr: 8e
uk: 8-е

source: 9th
fr: 9e
uk: 9-е

source: 10th
fr: 10e
uk: 10-е

source: 11th
fr: 11e
uk: 11-е

source: 12th
fr: 12e
uk: 12-е

source: 13th
fr: 13e
uk: 13-е

source: 14th
fr: 14e
uk: 14-е

source: 15th
fr: 15e
uk: 15-е

source: 16th
fr: 16e
uk: 16-е

source: 17th
fr: 17e
uk: 17-е

source: 18th
fr: 18e
uk: 18-е

source: 19th
fr: 19e
uk: 19-е

source: 20th
fr: 20e
uk: 20-е

source: 21st
uk: 21-е

source: 22nd
fr: 22e
uk: 22-е

source: 23rd
fr: 23e
uk: 23-є

source: 24th
fr: 24e
uk: 24-е

source: 25th
fr: 25e
uk: 25-е

source: 26th
fr: 26e
uk: 26-е

source: 27th
fr: 27e
uk: 27-е

source: 28th
fr: 28e
uk: 28-е

source: 29th
fr: 29e
uk: 29-е

source: 30th
fr: 30e
uk: 30-е

source: 31st
uk: 31-е

source: 32nd
fr: 32e
uk: 32-е

source: 33rd
fr: 33e
uk: 33-є

source: 34th
fr: 34e
uk: 34-е

source: 35th
fr: 35e
uk: 35-е

source: 36th
fr: 36e
uk: 36-е

source: 37th
fr: 37e
uk: 37-е

source: 38th
fr: 38e
uk: 38-е

source: 39th
fr: 39e
uk: 39-е

source: 40th
fr: 40e
uk: 40-е

source: 41st
uk: 41-е

source: 42nd
fr: 42e
uk: 42-е

source: 43rd
fr: 43e
uk: 43-є

source: 44th
fr: 44e
uk: 44-е

source: 45th
fr: 45e
uk: 45-е

source: 46th
fr: 46e
uk: 46-е

source: 47th
fr: 47e
uk: 47-е

source: 48th
fr: 48e
uk: 48-е

source: 49th
fr: 49e
uk: 49-е

source: 50th
fr: 50e
uk: 50-е

source: 1st
uk: 1-ий

source: 2nd
fr: 2e
uk: 2-ий

source: 3rd
fr: 3e
uk: 3-ій

source: 4th
fr: 4e
uk: 4-ий

source: 5th
fr: 5e
uk: 5-ий

source: 6th
fr: 6e
uk: 6-ий

source: 7th
fr: 7e
uk: 7-ий

source: 8th
fr: 8e
uk: 8-ий

source: 9th
fr: 9e
uk: 9-ий

source: 10th
fr: 10e
uk: 10-ий

source: 11th
fr: 11e
uk: 11-ий

source: 12th
fr: 12e
uk: 12-ий

source: 13th
fr: 13e
uk: 13-ий

source: 14th
fr: 14e
uk: 14-ий

source: 15th
fr: 15e
uk: 15-ий

source: 16th
fr: 16e
uk: 16-ий

source: 17th
fr: 17e
uk: 17-ий

source: 18th
fr: 18e
uk: 18-ий

source: 19th
fr: 19e
uk: 19-ий

source: 20th
fr: 20e
uk: 20-ий

source: 21st
uk: 21-ий

source: 22nd
fr: 22e
uk: 22-ий

source: 23rd
fr: 23e
uk: 23-ій

source: 24th
fr: 24e
uk: 24-ий

source: 25th
fr: 25e
uk: 25-ий

source: 26th
fr: 26e
uk: 26-ий

source: 27th
fr: 27e
uk: 27-ий

source: 28th
fr: 28e
uk: 28-ий

source: 29th
fr: 29e
uk: 29-ий

source: 30th
fr: 30e
uk: 30-ий

source: 31st
uk: 31-ий

source: 32nd
fr: 32e
uk: 32-ий

source: 33rd
fr: 33e
uk: 33-ій

source: 34th
fr: 34e
uk: 34-ий

source: 35th
fr: 35e
uk: 35-ий

source: 36th
fr: 36e
uk: 36-ий

source: 37th
fr: 37e
uk: 37-ий

source: 38th
fr: 38e
uk: 38-ий

source: 39th
fr: 39e
uk: 39-ий

source: 40th
fr: 40e
uk: 40-ий

source: 41st
uk: 41-ий

source: 42nd
fr: 42e
uk: 42-ий

source: 43rd
fr: 43e
uk: 43-ій

source: 44th
fr: 44e
uk: 44-ий

source: 45th
fr: 45e
uk: 45-ий

source: 46th
fr: 46e
uk: 46-ий

source: 47th
fr: 47e
uk: 47-ий

source: 48th
fr: 48e
uk: 48-ий

source: 49th
fr: 49e
uk: 49-ий

source: 50th
fr: 50e
uk: 50-ий

source: January
fr: Janvier
uk: Січень

source: February
fr: Février
uk: Лютий

source: March
fr: Mars
uk: Березень

source: April
fr: Avril
uk: Квітень

source: May
fr: Mai
uk: Травень

source: June
fr: Juin
uk: Червень

source: July
fr: Juillet
uk: Липень

source: August
fr: Août
uk: Серпень

source: September
fr: Septembre
uk: Вересень

source: October
fr: Octobre
uk: Жовтень

source: November
fr: Novembre
uk: Листопад

source: December
fr: Décembre
uk: Грудень

source: Spring
fr: Printemps
uk: Весна

source: Summer
fr: Été
uk: Літо

source: Autumn
fr: Automne
uk: Осінь

source: Winter
fr: Hiver
uk: Зима

source: Fall
fr: Automne
uk: Осінь

source: Jan
fr: janv.
uk: січ

source: Feb
fr: févr
uk: лют

source: Mar
fr: mars
uk: бер

source: Apr
fr: avr.
uk: кві

source: Jun
fr: juin
uk: чер

source: Jul
fr: juil.
uk: лип

source: Aug
fr: août
uk: сер

source: Sep
fr: sept.
uk: вер

source: Oct
uk: жов

source: Nov
uk: лис

source: Dec
fr: déc.
uk: гру

source: First
fr: Premier
uk: Перший

source: Second
fr: Deuxième
uk: Другий

source: Third
fr: Troisième
uk: Третій

source: Fourth
fr: Quatrième
uk: Четвертий

source: Fifth
fr: Cinquième
uk: П'ятий

source: Sixth
fr: Sixième
uk: Шостий

source: Seventh
fr: Séptième
uk: Сьомий

source: Eighth
fr: Huitième
uk: Восьмий

source: Ninth
fr: Neuvième
uk: Дев'ятий

source: Tenth
fr: Dixième
uk: Десятий

source: Eleventh
fr: Onzième
uk: Одинадцятий

source: Twelfth
fr: Douzième
uk: Дванадцятий

source: Thirteenth
fr: Treizième
uk: Тринадцятий

source: Fourteenth
fr: Quatorzième
uk: Чотирнадцятий

source: Fifteenth
fr: Quinzième
uk: П'ятнадцятий

source: Sixteenth
fr: Seizième
uk: Шістнадцятий

source: Seventeenth
fr: Dix-septième
uk: Сімнадцятий

source: Eighteenth
fr: Dix-huitième
uk: Вісімнадцятий

source: Nineteenth
fr: Dix-neuvième
uk: Дев'ятнадцятий

source: Twentieth
fr: Vingtième
uk: Двадцятий

source: Twenty-first
fr: Vingt-et-unième
uk: Двадцять перший

source: Twenty-second
fr: Vingt-deuxième
uk: Двадцять другий

source: Twenty-third
fr: Vingt-troisième
uk: Двадцять третій

source: Twenty-fourth
fr: Vingt-quatrième
uk: Двадцять четвертий

source: Twenty-fifth
fr: Vingt-cinquième
uk: Двадцять п'ятий

source: Twenty-sixth
fr: Vingt-sixième
uk: Двадцять шостий

source: Twenty-seventh
fr: Vingt-septième
uk: Двадцять сьомий

source: Twenty-eighth
fr: Vingt-huitième
uk: Двадцять восьмий

source: Twenty-ninth
fr: Vingt-neuvième
uk: Двадцять дев'ятий

source: Thirtieth
fr: Trentième
uk: Тридцятий

source: Thirty-first
fr: Trente-et-unième
uk: Тридцять перший

source: Thirty-second
fr: Trente-deuxième
uk: Тридцять другий

source: Thirty-third
fr: Trente-troisième
uk: Тридцять третій

source: Thirty-fourth
fr: Trente-quatrième
uk: Тридцять четвертий

source: Thirty-fifth
fr: Trente-cinquième
uk: Тридцять п'ятий

source: Thirty-sixth
fr: Trente-sixième
uk: Тридцять шостий

source: Thirty-seventh
fr: Trente-septième
uk: Тридцять сьомий

source: Thirty-eighth
fr: Trente-huitième
uk: Тридцять восьмий

source: Thirty-ninth
fr: Trente-neuvième
uk: Тридцять дев'ятий

source: Fourtieth
fr: Quarantième
uk: Сороковий

source: Fourty-first
fr: Quarante-et-unième
uk: Сорок перший

source: Fourty-second
fr: Quarante-deuxième
uk: Сорок другий

source: Fourty-third
fr: Quarante-troisième
uk: Сорок третій

source: Fourty-fourth
fr: Quarante-quatrième
uk: Сорок четвертий

source: Fourty-fifth
fr: Quarante-cinquième
uk: Сорок п'ятий

source: Fourty-sixth
fr: Quarante-sixième
uk: Сорок шостий

source: Fourty-seventh
fr: Quarante-septième
uk: Сорок сьомий

source: Fourty-eighth
fr: Quarante-huitième
uk: Сорок восьмий

source: Fourty-ninth
fr: Quarante-neuvième
uk: Сорок дев'ятий

source: Fiftieth
fr: Cinquantième
uk: П'ятидесятий

source: Unable to write temporary form data to the database.
uk: Не вдалося записати дані тимчасової форми до бази даних.

source: Unable to write to session.
fr: Impossible d'inscrire une session.
uk: Не вдалося виконати запис до сеансу.

source: Input is not a number ###
fr: L'entrée n'est pas un nombre ###.
uk: Вхідні дані не є числом ###

source: Input is not an integer ###
uk: Вхідні дані не є цілим числом ###

source: Input is not a float ###
uk: Вхідні дані не є числом із рухомою крапкою ###

source: Missing input ###
fr: Entrée manquante ###.
uk: Не вказано вхідних даних ###

source: Invalid input ###
fr: Entrée invalide ###.
uk: Некоректні вхідні дані ###

source: Insecure username ###
uk: Не безпечне ім'я користувача ###

source: That username already exists
fr: Ce nom d'utilisateur existe déjà.
uk: Запис користувача із таким іменем вже існує

source: That group already exists
fr: Ce groupe existe déjà.
uk: Така група вже існує

source: That bibliography already exists
fr: Cette bibliographie existe déjà.
uk: Така бібліографія вже існує

source: That label already exists
uk: Така мітка вже існує

source: That language already exists
uk: Такий запис мови вже існує

source: Unable to use email - please contact the WIKINDX administrator (ERROR: ###)
fr: Il est impossible de vous envoyer un courriel - SVP prenez contact avec l'administrateur WIKINDX (ERREUR : ###).
uk: Неможливо скористатися електронною поштою — будь ласка, повідомте про це адміністратора WIKINDX (ПОМИЛКА: ###)

source: Invalid email address
uk: Некоректна адреса електронної пошти

source: That key no longer exists. Please re-register
fr: Cette clé n'existe plus. SVP enregistrez-vous à nouveau.
uk: Цього ключа не існує. Будь ласка, виконайте повторну реєстрацію

source: That style already exists
fr: Ce style existe déjà.
uk: Цей стиль вже існує

source: Duplicate export field names
fr: Noms de champs d'export dupliqué.
uk: Дублювання назв полів експортування

source: A question has been answered incorrectly. Please try again.
fr: Une question n'a pas été répondue correctement. Veuillez réessayer de nouveau.
uk: Відповідь на питання є помилковою. Будь ласка, повторіть спробу.

source: Duplicate field names
fr: Noms de champs dupliqué.
uk: Дублювання назв полів

source: Chapter must be numeric
fr: Le chapitre doit être un chiffre.
uk: Номер глави має бути числом

source: You do not own any user groups. You must first create a user group before you can create user group bibliographies
uk: Ви не є власником жодної групи. Вам слід спочатку створити групу користувачів, а вже потім ви зможете створити бібліографії груп користувачів.

source: Unable to complete the operation due to a mail server error (ERROR: ###)
fr: Il est impossible de compléter la requête à cause d'une erreur de serveur de courriel (ERREUR : ###).
uk: Не вдалося завершити дію через помилку сервера пошти (ПОМИЛКА: ###)

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.
uk: Паролі не збігаються.

source: Password must contain at least ### characters.
uk: Пароль має складатися із принаймні ### символів.

source: Password must contain at least ### characters and be a mix of UPPER/lowercase. Spaces are not allowed.
uk: Пароль має складатися із принаймні ### символів і містити великі і малі літери. Не можна використовувати у паролі пробіли.

source: Password must contain at least ### characters and be a mix of UPPER/lowercase and numbers. Spaces are not allowed.
uk: Пароль має складатися із принаймні ### символів і містити великі і малі літери, а також цифри. Не можна використовувати у паролі пробіли.

source: Password must contain at least ### characters and be a mix of UPPER/lowercase, numbers, and non-alphanumeric characters ($ @ # ! % * ? & €). Spaces are not allowed.
uk: Пароль має складатися із принаймні ### символів і містити великі і малі літери, цифри та спеціальні символи ($ @ # ! % * ? & €). Не можна використовувати у паролі пробіли.

source: That user tag already exists
fr: Cette étiquette utilisateur existe déjà.
uk: Така мітка користувача вже існує

source: Answer incorrect
fr: Réponse incorrecte.
uk: Помилкова відповідь

source: Too many input variables selected for PHP to handle (input > ###). You can adjust this increasing max_input_vars in php.ini.
fr: Trop de variables sélectionnées pour PHP (entrée > ###). Vous pouvez augmenter cette limite avec max_input_vars dans php.ini.
uk: Вибрано надто багато вхідних змінних для обробки PHP (вхідних змінних > ###). Скоригувати максимальну дозволену кількість можна за допомогою збільшення max_input_vars у php.ini.

source: Cannot connect to LDAP server. Server and/or port are not plausible
uk: Не вдалося встановити з'єднання із сервером LDAP. Малоймовірні записи сервера і/або порту

source: Error while setting LDAP options
uk: Помилка під час встановлення параметрів LDAP

source: Cannot connect to LDAP server. Unable to bind
uk: Не вдалося встановити з'єднання із сервером LDAP. Не вдалося здійснити прив'язку

source: Error while searching the LDAP catalog
uk: Помилка під час спроби пошуку у каталозі LDAP

source: Error reading LDAP entries
uk: Помилка під час спроби читання записів LDAP

source: You must be a registered user to access this
uk: Для отримання доступу вам слід зареєструватися

source: A keyword group requires at least two keywords in it
uk: У групі ключових слів має бути принаймні два записи ключових слів

source: You neither own nor are a member of that keyword group
uk: Ви не є ні власником, ні учасником цієї групи ключових слів

source: Unable to write to file ###
fr: Impossible d'écrire dans le fichier ###.
uk: Не вдалося виконати запис до файла ###

source: You must first list or select resources
fr: Vous devez d'abord lister ou sélectionner des références.
uk: Спочатку вам слід отримати список ресурсів або вибрати ресурси

source: Unable to read directory or file ###
fr: Impossible de lire le répertoire ou le fichier ###.
uk: Не вдалося прочитати каталог або файл ###

source: You have not yet exported any files
fr: Vous n'avez encore exporté aucun fichier.
uk: Вами ще не експортовано жодного файла

source: File upload error
fr: Erreur de chargement de fichier.
uk: Помилка під час вивантаження файла

source: Unable to create directory
fr: Impossible de créer le répertoire.
uk: Не вдалося створити каталог

source: You may not map more than one unknown field to the same WIKINDX field
fr: Vous n'avez pas le droit de mapper plus d'un champ inconnu vers le même champ WIKINDX.
uk: Не можна пов'язувати декілька невідомих полів до одного поля WIKINDX

source: Attachment exceeds maximum post_max_size or upload_max_filesize in php.ini (> ### bytes)
fr: Les pièces jointes dépassent la taille maximale des variables post_max_size ou upload_max_filesize dans php.ini (> ### octets).
uk: Розмір долучення перевищує post_max_size або upload_max_filesize у php.ini (> ### байтів)

source: Attachment already exists for this resource
fr: Des pièces jointes existent déjà pour cette référence.
uk: Для цього ресурсу вже існує долучення

source: File not found
fr: Fichier introuvable.
uk: Файл не знайдено

source: Image already exists as ###
fr: L'image existe déjà sous le nom ###.
uk: Зображення вже існує як ###

source: File type not allowed (only JPEG, GIF and PNG)
fr: Type d'image non autorisé (seulement JPEG, GIF, PNG)
uk: Не можна користуватися файлами такого типу (лише JPEG, GIF і PNG)

source: Image above maximum allowed size of ###MB
fr: L'image dépasse la taille autorisée de ### Mo.
uk: Розмір зображення перевищує максимальний дозволений розмір у ### МБ

source: One or more attachments exceed the maximum size (>### bytes). If you are the admin, try editing both 'post_max_size' and 'upload_max_filesize' in php.ini.
uk: Розмір одного або декількох долучень перевищує максимальний (>### байтів). Якщо ви є адміністратором, спробуйте змінити значення «post_max_size» і «upload_max_filesize» у php.ini.

source: You have already created/edited/deleted that resource
fr: Vous avez déjà créé/modifié/supprimé cette référence.
uk: Ви вже створили, змінили або вилучити цей ресурс

source: You have already created/edited/deleted that note
fr: Vous avez déjà créé/modifié/supprimé cette note.
uk: Ви вже створили, змінили або вилучити цю нотатку

source: You have already created/edited/deleted that quote
fr: Vous avez déjà créé/modifié/supprimé cette citation.
uk: Ви вже створили, змінили або вилучити цю цитату

source: You have already created/edited/deleted that paraphrase
fr: Vous avez déjà créé/modifié/supprimé cette paraphrase.
uk: Ви вже створили, змінили або вилучити цей переказ

source: You have already created/edited/deleted that musing
fr: Vous avez déjà créé/modifié/supprimé cette idée.
uk: Ви вже створили, змінили або вилучити цю думку

source: You have already created/edited/deleted that idea
fr: Vous avez déjà créé/modifié/supprimé cette remarque.
uk: Ви вже створили, змінили або вилучити цю ідею

source: You have already created/edited/deleted that abstract
fr: Vous avez déjà créé/modifié/supprimé ce résumé.
uk: Ви вже створили, змінили або вилучити це резюме

source: You have already created/edited/deleted that creator
fr: Vous avez déjà créé/modifié/supprimé cet auteur.
uk: Ви вже створили, змінили або вилучити цього автора

source: You have already created/edited/deleted that publisher
fr: Vous avez déjà créé/modifié/supprimé cet éditeur.
uk: Ви вже створили, змінили або вилучити цього видавця

source: You have already created/edited/deleted that collection
fr: Vous avez déjà créé/modifié/supprimé cette collection.
uk: Ви вже створили, змінили або вилучити цю збірку

source: You have already imported that file
fr: Vous avez déjà importé ce fichier.
uk: Ви вже імпортували цей файл

source: You have already edited that keyword
fr: Vous avez déjà modifié ce mot-clé.
uk: Ви вже змінили це ключове слово

source: You have already deleted that keyword
fr: Vous avez déjà effacé ce mot-clé.
uk: Ви вже вилучили це ключове слово

source: You have already registered
fr: Vous êtes déjà enregistré.
uk: Ви вже зареєструвалися

source: You have already created/edited/deleted that bibliography
fr: Vous avez déjà créé/modifié/supprimé cette bibliographie.
uk: Ви вже створили, змінили або вилучити цю бібліографію

source: You have already edited/deleted that custom field
fr: Vous avez déjà modifié/supprimé ce champ personnalisé.
uk: Ви вже змінили або вилучити це нетипове поле

source: You have already attached that file
fr: Vous avez déjà joint ce fichier.
uk: Ви вже долучили цей файл

source: You have already deleted those files
fr: Vous avez déjà supprimé ces fichiers.
uk: Ви вже вилучили ці файли

source: You have already created/edited/deleted that user group
fr: Vous avez déjà créé/modifié/supprimé ce groupe d'utilisateurs.
uk: Ви вже створили, змінили або вилучити цю групу користувачів

source: You have already added that URL
fr: Vous avez déjà ajouté cet adresse URL.
uk: Ви вже додали цю адресу

source: You have already created/edited/deleted that user tag
fr: Vous avez déjà créé/modifié/supprimé cette étiquette utilisateur.
uk: Ви вже створили, змінили або вилучити цю мітку користувача

source: You have already created/edited/deleted that news item
fr: Vous avez déjà créé/modifié/supprimé ce nouvel item.
uk: Ви вже створили, змінили або вилучити цей запис новин

source: At least one resource of that type with that title already exists
fr: Au moins une référence de ce type avec ce titre existe déjà.
uk: Вже існує принаймні один ресурс цього типу із таким заголовком

source: Multi user has not been enabled - only the superadmin may log on
fr: Le mode multi utilisateurs n'est pas activé. Seul l'administrateur principal peut se connecter.
uk: Режим декількох користувачів не увімкнено — до системи може увійти лише суперадміністратор
