Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Password of the binding user
uk: Пароль пов'язаного користувача

source: Domain added to the login of the user used for the binding. If the domain is missing, the login is used alone. For example: 'cahors.edu.fr', 'CAHORS'
uk: Домен, який буде додано до імені користувача, використаного для прив'язки. Якщо домен не вказано, буде використано лише ім'я користувача. Приклади: «cahors.edu.fr», «CAHORS»

source: Format options: - none: the domain is not added to the login - sam: <domain>\\<login> - upn: <login>@<domain>
uk: Параметри форматування: - none: домен не додається до імені користувача - sam: <домен>\\<ім'я користувача> - upn: <ім'я користувача>@<домен>

source: Search methods: - list: searches for the user in the specified OUs - tree: searches for the user in the specified OUs and their sub-OUs
uk: Методи пошуку: - list: шукає користувача у вказаних OU - tree: шукає користувача у вказаних OU і підлеглих щодо них OU

source: Search operator: - and: searches for the user in the specified OUs AND groups - or: searches for the user in the specified OUs OR groups
uk: Оператор пошуку: - and: пошук користувача у вказаних OU ТА групах - or: пошук користувача у вказаних OU АБО групах

source: Attribute where is stored the user login to check. This depends on your directory configuration. The most frequent attributes are proposed.
uk: Атрибут, у якому зберігається ім'я користувача для перевірки. Залежить від налаштувань вашого каталогу. Пропозиції надано на основі найчастіше використовуваних атрибутів.

source: One or more OU separated by ';' where authenticated users DNs are stored. Note: if a component of the OU contains special characters for the ldap protocol, they must be escaped by a \\ character preceding them. The special characters are: leading or trailing spaces and \\#+<>,;"=. For example: DC=cahors,DC=edu,DC=fr OU=Physics,DC=cahors,DC=edu,DC=fr OU=Chemistry\\+Physics,DC=cahors,DC=edu,DC=fr
uk: Один або декілька OU, відокремлені «;», у яких зберігаються DN користувачів. Зауваження: якщо у компоненті OU містяться спеціальні символи для протоколу ldap; їх слід екранувати символом \\, який передує їм. Спеціальними символами є такі: початкові і кінцеві пробіли та \\#+<>,;"=. Приклади: DC=cahors,DC=edu,DC=fr OU=Physics,DC=cahors,DC=edu,DC=fr OU=Chemistry\\+Physics,DC=cahors,DC=edu,DC=fr

source: One or more group DNs to which the users to be authenticated belong, separated by ';'. Note: if a component of the DN contains special characters for the ldap protocol, they must be escaped by a \\ character preceding them. The special characters are: leading or trailing spaces and \\#+<>,;"=. For example: CN=teachers,OU=interns,DC=cahors,DC=edu,DC=fr CN=students,OU=interns,DC=cahors,DC=edu,DC=fr CN=lecture\\+amphitheater,DC=cahors,DC=edu,DC=fr
uk: Одна або декілька груп DN, до яких мають належати розпізнані користувачі. Записи слід відокремлювати символом «;». Зауваження якщо у компоненті DN містяться спеціальні символи для протоколу LDAP, їх слід екранувати символом \\, записаним перед ними. Спеціальними вважаються такі символи: початкові і кінцеві пробіли та символи \\#+<>,;"=. Приклади: CN=teachers,OU=interns,DC=cahors,DC=edu,DC=fr CN=students,OU=interns,DC=cahors,DC=edu,DC=fr CN=lecture\\+amphitheater,DC=cahors,DC=edu,DC=fr

source: This option activates the creation of the user account if it does not already exist from the attributes of the ldap directory, during its first successful authentication. The following times the attributes are not synchronized. The copied attributes (in brackets) are: login (the one configured), full name (displayName), email (mail).
uk: Цей пункт активує створення облікового запису користувача, якщо його ще не існувало, на основі атрибутів каталогу LDAP під час першого успішного розпізнавання. Під час наступних розпізнавань атрибути не синхронізуватимуться. Скопійованими атрибутами (у дужках) будуть: користувач (налаштований), ім'я повністю (displayName), адреса електронної пошти (mail).

source: The PHP LDAP extension is disabled or not installed. As long as it is not available the LDAP auth mode will be ignored.
uk: Розширення LDAP PHP вимкнено або не встановлено. Доки воно не буде доступним, режим розпізнавання за допомогою LDAP буде проігноровано.

source: Enter a valid LDAP username/password here to test the LDAP configuration when you click on Proceed.
uk: Введіть тут коректну пару імені користувача і пароля LDAP для перевірки налаштувань LDAP після натискання кнопки «Продовжити».

source: If checked, user must click on OK after login in order to proceed. Used for situations such as notification about privacy policies such as that mandated by the EU's GDPR. Once the user has clicked on OK, they are not required to do so again until the authentication gate flag is reset.
uk: Якщо позначено, користувач повинен натиснути кнопку «Гаразд» після входу до системи, щоб продовжити роботу. Використовується для випадків, подібних до сповіщення про правила конфіденційності, оскільки цього вимагають директиви GDPR ЄС. Достатньо одного натискання користувачем кнопки «Гаразд», аж доки прапорець шлюзу розпізнавання не буде скинуто.

source: Minimum of 6 characters.
uk: Максимум — 6 символів.

source: Weak: Password must be a mix of UPPER/lowercase. Spaces are not allowed. Medium: Password must be a mix of UPPER/lowercase and numbers. Spaces are not allowed. Strong: Password must be a mix of UPPER/lowercase, numbers, and non-alphanumeric characters ($ @ # ! % * ? & €). Spaces are not allowed.
uk: Простий: пароль має бути поєднанням великих і малих літер. Не можна використовувати пробіли. Середній: пароль має складатися з великих і малих літер та цифр. Не можна використовувати пробіли. Складний: пароль має складатися з великих і малих літер, цифр і спеціальних символів ($ @ # ! % * ? & €). Не можна використовувати пробіли.

source: Email address for the 'From: ' field. Default is the WIKINDX title. However, some email hosts will not accept email without a valid email address here
uk: Адреса електронної пошти для поля «Від: ». Типовим значенням є заголовок WIKINDX. Втім, для деяких вузлів електронної пошти адреса є неприйнятною без введеної тут коректної адреси електронної пошти.

source: Email address for the 'Reply-to: ' field. Default is 'noreply@noreply.org'
uk: Адреса електронної пошти для поля «Reply-to: ». Типовою є адреса «noreply@noreply.org»

source: If required, enter the 5th mail field here (the return path – possibly something like '-f postmaster@domain.dom' including single-quotes). Otherwise, or if unsure, leave blank. Setting this field will override the mail.force_extra_parameters parameter in php.ini
uk: Якщо потрібно, введіть тут 5-е поле пошти (шлях повернення — ймовірно, щось подібне до '-f postmaster@domain.dom', разом із одинарними лапками). Якщо це не потрібно або ви не впевнені щодо потреби у цьому, не заповнюйте. Встановлений тут параметр має вищий пріоритет за параметр mail.force_extra_parameters у php.ini

source: The default sendmail path is '/usr/sbin/sendmail'
uk: Типовим шляхом до sendmail є «/usr/sbin/sendmail»

source: e.g. smtp.mydomain.org. Default is 'localhost'
uk: наприклад smtp.mydomain.org. Типовим є «localhost»

source: Check to keep the SMTP port open for multiple calls
uk: Позначте, щоб система зберігала порт SMTP відкритим для декількох викликів

source: Default is 25
uk: Типовим є значення 25

source: If checked, set the username and password
uk: Якщо позначено, встановити ім'я користувача і пароль

source: Save the configuration by clicking on 'Proceed'. After that, enter a valid email address here to test the mail configuration when you click on 'Test'
uk: Збережіть налаштування натисканням кнопки «Продовжити». Після цього введіть тут коректну адресу електронної пошти для тестування налаштувань пошти у відповідь на натискання кнопки «Тест».

source: To disable registered users from pasting BibTeX entries, set the value to 0. Default is 10
uk: Щоб заборонити зареєстрованим користувачам вставляти записи BibTeX, встановіть значення 0. Типовим є значення 10

source: This is only required if you wish to run a Sitemap. Sitemaps are an easy way for webmasters to inform search engines about pages on their sites that are available for crawling. For details, see <a href='https://www.sitemaps.org/'>sitemaps.org</a>.
uk: Потрібен, лише якщо ви хочете створювати карту сайта. Карти сайта — простий спосіб для вебмайстрів для інформування рушіїв для пошуку щодо сторінок на їхніх сайтах, які доступні для обробки. Подробиці: <a href='https://www.sitemaps.org/'>sitemaps.org</a>.

source: Enable independent searching and listing across browser tabs/windows. This is experimental – see the help for further details.
uk: Увімкнути незалежний пошук і показ списків між вкладками і вікнами браузера. Ця можливість є експериментальною — див. довідку, щоб дізнатися більше.

source: This is only required if you wish to run a RSS news feed for the latest additions to your WIKINDX. See README_RSS. If you do do not check this, WIKINDX will block RSS access and will not display any RSS icon in the Firefox location bar. If checked, to allow RSS feed users to then click on the RSS link and access WIKINDX, you must also enable read only access
uk: Цей пункт є обов'язковим, лише якщо ви хочете мати подачу новин RSS для найсвіжіших змін у вашій WIKINDX. Див. README_RSS. Якщо ви не позначите цей пункт, WIKINDX блокуватиме доступ до RSS і не показуватиме жодної піктограми RSS у полі адреси Firefox. Якщо позначено, для уможливлення користувачам подач RSS доступу до натискання посилання RSS і даних WIKINDX вам слід також увімкнути доступ лише до читання

source: Uncheck to display only recently added resources or check to display recently added AND edited resources
uk: Зніміть позначку, щоб було показано лише нещодавно додані ресурси, або позначте, щоб було показано нещодавно додані і змінені ресурси

source: Number of recent items to send to the feed. Default is 10
uk: Кількість нещодавніх записів, які слід надсилати до стрічки. Типовим є значення 10

source: This is only required if you wish to use WIKINDX to print individual resources or lists directly to a Content Management System. See README_CMS. If checked, any user, regardless of the general access settings may use the WIKINDX CMS hooks as shown in README_CMS to display WIKINDX content in their CMS. If unchecked, WIKINDX will block access
uk: Цей пункт потрібен, лише якщо ви хочете скористатися WIKINDX для виведення окремих ресурсів або списків безпосередньо до системи керування вмістом (CMS). Див. README_CMS. Якщо позначено, будь-який користувач, незалежно від загальних параметрів доступу, може користуватися скриптами обробки CMS WIKINDX, як це показано у README_CMS, для показу даних WIKINDX у CMS. Якщо не позначено, WIKINDX блокуватиме доступ.

source: If checked (and CMS access is enabled), users can send a SQL string to the database for more complex queries. If this is the case, and users (in their WIKINDX preferences) have set CMS to display, they will have a 'cms' link provided for resource lists that will give them a base64-encoded text string to use in their CMS as they wish. If you enable this option, WIKINDX will access the WIKINDX database using the username::password combination supplied here. It is your responsibility to ensure this user _only_ has SELECT privileges on the database otherwise you are at risk of users sending INSERT, UPDATE, DROP, EXECUTE etc. SQL commands!
uk: Якщо позначено (і увімкнено доступ до CMS), користувачі можуть надсилати рядок SQL до бази даних для створення складніших запитів. Якщо це так, і користувачі (за порядком пріоритетності WIKINDX) встановили CMS для показу, вони матимуть посилання «cms» для списків ресурсів, яке складатиметься з текстового рядка у кодуванні base64, призначеного для використання у CMS. Якщо ви позначите цей пункт, WIKINDX отримуватиме доступ до бази даних WIKINDX за допомогою комбінації користувач::пароль, яку буде вказано на цій сторінці. Відповідальність за те, що користувач матиме _лише_ права доступу SELECT до бази даних, покладається на вас. Якщо ці права будуть ширшими, ймовірним є надсилання користувачами команд SQL INSERT, UPDATE, DROP, EXECUTE тощо!

source: Allow Google Scholar to index resources
uk: Дозволити Google Академія індексувати ресурси

source: If checked, Google Scholar indexing will only occur where the resource has an attachment (if multiple attachments, only the primary is used). Additionally, to enable this, 'Allow only registered users to view file attachments' must be checked
uk: Якщо позначено, індексування у Google Академія відбуватиметься, лише для ресурсів із долученнями (якщо долучень декілька, використовуватиметься лише основне). Крім того, для вмикання цієї можливості слід позначити пункт «Дозволити переглядати файлові долучення лише зареєстрованим користувачам»

source: Stop this write-enabled user changing login details. Typically this is used for a guest/test user (as on the WIKINDX testdrive database)
uk: Заборонити цьому користувачеві із можливостями запису змінювати параметри облікового запису. Типово, використовується для гостьового або текстового користувача (як у тестовій базі даних WIKINDX)

source: If checked, Smarty templates are re-compiled for each web page load
uk: Якщо позначено, шаблони Smarty буде повторно скомпільовано для кожного завантаження вебсторінки

source: Activates experimental features of the trunk version, development tools, and changes the link of the update server to use the components of this version in perpetual development. DO NOT ACTIVATE THIS OPTION IF YOU ARE NOT A CORE DEVELOPER. If you need to debug your installation, you will find other suitable options in this screen.
uk: Активує експериментальні можливості тестової версії, інструменти для розробки та змінює посилання на сервер оновлення так, щоб використовувати компоненти цієї версії у неперервній розробці. НЕ АКТИВУЙТЕ ЦЕЙ ПАРАМЕТР, ЯКЩО ВИ НЕ Є ОСНОВНИМ РОЗРОБНИКОМ ПРОГРАМИ. Якщо у вас виникла потреба діагностики встановленої вами версії, на цій сторінці є інші корисні до цього пункти.

source: Display statistics to read-only users
uk: Показувати статистику для користувачів із доступом лише до читання

source: If displaying statistics to read-only users, also display user statistics
uk: При показі статистики для користувачів із доступом лише до читання показувати статистику користувачів

source: e.g. M.N. or Th.V.
fr: (par ex. M.N. ou Th.V.)
uk: наприклад M.N. або Th.V.

source: 0.0 to 10
fr: Indice de maturité, allant de 0.0 à 10 (à une décimale près)
uk: від 0.0 до 10

source: comma-separated list
fr: (liste de mots-clés séparés par des virgules)
uk: список значень, які відокремлено комами

source: Each resource must belong to at least one category
fr: Chaque référence doit appartenir à au moins une catégorie
uk: Кожен ресурс має належати до принаймні однієї категорії

source: Select keywords from the list and/or enter them as a comma-separated list
fr: Vous pouvez sélectionner des mots-clés pour le ### dans la liste et/ou les saisir distinctement entre des virgules
uk: Виберіть ключові слова зі списку і/або введіть їх у форматі списку значень, які відокремлено комами

source: Enter keywords as a comma-separated list
fr: Entrez des mots-clés sous forme de liste séparée par des virgules
uk: Введіть ключові слова як список значень, які відокремлено комами

source: Select user tags from the list and/or enter them as a comma-separated list
fr: Sélectionnez des étiquette utilisateurs dans la liste et/ou entrez-les séparés par des virgules sous forme de liste
uk: Виберіть мітки користувача зі списку і/або введіть їх у форматі списку значень, які відокремлено комами

source: Select keywords and user tags from the lists and/or enter them as comma-separated lists
fr: Sélectionnez des mots-clés et des étiquettes utilisateur dans la liste et/ou entrez-les, sous forme de liste, séparés par des virgules.
uk: Виберіть ключові слова і мітки користувача зі списків і/або введіть їх у форматі списків значень, які відокремлено комами

source: Copy and paste from this list to the first list
fr: Copier et coller de cette liste vers la première liste
uk: Скопіюйте і вставте дані з цього списку до першого списку

source: Braces e.g. {BibTeX Specs.} maintain the case whatever the requirements of the bibliographic style
fr: L'utilisation des accolades, par ex. {BibTeX Specs.}, préserve la casse quels que soient les pré-requis du style bibliographique.
uk: За допомогою фігурних дужок, наприклад {BibTeX Specs.}, можна зберегти регістр символів, незалежно від вимог бібліографічного стилю

source: Year of original publication
fr: Année de la première publication
uk: Рік початкового видання

source: Year of last substantial revision
fr: Année de la dernière révision
uk: Рік останнього суттєвого перевидання

source: e.g. 10.1234/56789
fr: par ex. 10.1234/56789
uk: приклад: 10.1234/56789

source: Arabic numeral
fr: Chiffre arabe
uk: Арабське число

source: All numbers should be Arabic numerals.
fr: Tous les chiffres doivent être des chiffres arabes
uk: Усі числа мають бути арабськими.

source: Date accessed
fr: Consulté le
uk: Дата доступу

source: If the thesis has had an abstract of it published in a journal, enter those details here
fr: Si un extrait de la thèse a été auparavant publié dans une revue, entrez ces détails ici
uk: Якщо резюме дисертації опубліковано у журналі, введіть подробиці тут

source: e.g. PhD, masters...
fr: par ex. Doctorat, Maîtrise...
uk: наприклад, PhD, магістр…

source: e.g. dissertation, thesis...
fr: par ex. thèse, mémoire, dissertation...
uk: наприклад, дисертація, автореферат…

source: Running time
fr: Durée
uk: Час виконання

source: Broadcast Date
fr: Date de la diffusion
uk: Дата трансляції

source: Date Case Decided
fr: Date de décision de l'affaire
uk: Дата рішення щодо справи

source: Conference date
fr: Date de la conférence
uk: Дата конференції

source: Date of Hearing
fr: Date de l'audience
uk: Дата слухань

source: Date Enacted
fr: Date de la promulgation
uk: Дата набуття чинності

source: Issuing Date
fr: Date d'émission
uk: Дата випуску

source: If adding a resource to an existing collection or conference, after selecting the resource type, select the collection or conference from the select box first to automatically fill in other fields
fr: Si vous ajoutez une ressource à une collection ou une conférence existante, après avoir sélectionné le type de ressource, sélectionnez d'abord la collection ou la conférence dans la zone de sélection pour remplir automatiquement les autres champs.
uk: Якщо ресурс додається до наявної збірки або конференції, після вибору типу ресурсу спочатку виберіть збірку або конференцію у полі для вибору для автоматичного заповнення інших полів

source: To allow for free-form quoting such as: it is claimed that WIKINDX is 'amongst the best' resources available, you are expected to distinguish the actual quote from surrounding text yourself.
uk: Для уможливлення цитування у довільній формі, ось так: заявлено, що WIKINDX є «серед найкращих» доступних ресурсів. Цим можна скористатися для відокремлення самої цитати від тексту, у якому її використано.

source: Separate multiple addresses with commas or semicolons
fr: Séparez les addresse multiples par des virgules ou des points-virgules
uk: Адреси у списку відокремлюють комами або крапками з комами

source: When ordering resources by title, ignore the following list of case-insensitive words if they are the first word of the title. Comma-separated list
uk: При упорядковуванні ресурсів за заголовком ігнорувати вказані нижче слова без врахування регістру, якщо вони є першими словами заголовка. Записи у списку слід відокремлювати комами.

source: When searching resources or metadata, ignore the following list of case-insensitive words if they are not part of an exact phrase. Comma-separated list
uk: При пошуку у ресурсах або метаданих ігнорувати вказані нижче слова без врахування регістру, якщо вони не є частиною точної фрази. Записи у списку слід відокремлювати комами.

source: You can use combinations of: AND, OR, NOT and ''exact phrase'' as well as the wildcards '?' and '*'.
uk: Ви можете використовувати комбінації AND, OR, NOT і ''точну фразу'', а також символи-замінники «?» і «*».

source: (this does not delete resources)
uk: (це не вилучає ресурси)

source: If you are logged in, the password fields will be empty for security reasons – your password is stored but, if you click on the submit button, you must fill in the password fields again.
uk: Якщо ви увійшли до системи, поля паролів будуть порожніми з міркувань безпеки — ваш пароль збережено, але якщо ви натиснете кнопку надсилання, вам доведеться заповнювати поля паролів знову.

source: The hash file is optional – use it to check the integrity of the uploaded package.
uk: Файл хешу є необов'язковим — скористайтеся ним для перевірки цілісності вивантаженого пакунка.

source: The glossary appears when hovering over a keyword.
uk: Глосарій буде показано при наведенні вказівника на ключове слово.

source: You may store BibTeX fields that WIKINDX does not use so that any resources later exported to BibTeX can include this original unchanged data. Doing this, also stores the BibTeX key and any @string strings that are in the imported BibTeX file.
uk: Ви можете зберігати поля BibTeX, які WIKINDX не використовує, щоб до усіх пізніше експортованих до BibTeX ресурсів можна було включити ці початкові незмінені дані. Якщо ви це зробите, програма також збереже ключ BibTeX і будь-які рядки @string, які зберігалися у імпортованому файлі BibTeX.

source: When adding items, you may either append the selections above to an existing set for each resource or replace the existing set with the selections.
uk: При додаванні записів ви можете або дописати позначене над наявним набором для кожного ресурсу, або замінити наявний набір позначеним.

source: Tag this import so you can do a mass select or delete later.
uk: Додати до імпортованих даних мітку, щоб можна було пакетно позначати або вилучати дані згодом.

source: Split the title and subtitle in the source bibliography on the first occurrence of the chosen character(s).
uk: Розділити заголовок і підзаголовок у бібліографії джерела на першому з вибраних символів.

source: Keywords are separated in the source bibliography by the chosen character(s).
uk: Ключові слова у бібліографії джерела відокремлено вибраними символами.

source: The URL prefix displayed when adding URLs to resources.
uk: Префікс адрес, який буде показано при додаванні адрес до ресурсів.

source: Home
fr: Accueil
uk: Домівка

source: Import...
uk: Імпортувати…

source: Preferences
fr: Préférences
uk: Налаштування

source: Register
fr: S'enregistrer
uk: Зареєструватися

source: My Wikindx
fr: Mon Wikindx
uk: Мій Wikindx

source: User Logon
fr: Connexion de l'utilisateur
uk: Вхід користувача

source: Logout
fr: Déconnexion
uk: Вийти

source: Read Only
uk: Лише читання

source: Statistics...
fr: Statistiques...
uk: Статистика…

source: Totals
fr: Générales
uk: Підсумки

source: Publication years
fr: Années de publication
uk: Роки видання

source: All creators
fr: Tous les auteurs
uk: Усі автори

source: Main creators
fr: Auteurs principaux
uk: Основні автори

source: Publishers
fr: Éditeurs
uk: Видавці

source: Collections
uk: Збірки

source: Turn Help on
fr: Activer l'aide
uk: Увімкнути довідку

source: Turn Help off
fr: Désactiver l'aide
uk: Вимкнути довідку

source: About Wikindx
fr: A propos de Wikindx
uk: Про Wikindx

source: New
fr: Nouvelle référence
uk: Створити

source: List Exported Files
fr: Lister les fichiers exportés
uk: Вивести список експортованих файлів

source: Bookmarks...
fr: Signets...
uk: Закладки…

source: Add bookmark
fr: Ajouter
uk: Додати закладку
