Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: Resource has been quarantined from public view until approved by an administrator
fr: La référence a été mise en attente de confirmation. Les usagers ne peuvent la voir avant que les administrateurs approuvent sa diffusion.
uk: Ресурс успішно надіслано на карантин з загальнодоступного перегляду до того часу, коли його буде схвалено адміністратором

source: Successfully configured plugins
fr: Plugins configurés avec succès
uk: Додатки успішно налаштовано

source: Admin action successful. ###
uk: Успішно виконано дію з адміністрування. ###

source: Successfully added keyword group
uk: Групу ключових слів успішно додано

source: Successfully edited keyword group
uk: Групу ключових слів успішно змінено

source: Successfully approved resource(s)
uk: Ресурси успішно схвалено

source: Browse User Bibliogaphies
fr: Parcourir les bibliographies d'usagers

source: When viewing lists of resources, display an icon to view the bibtex version of each resource
fr: Lors de l'affichage des listes de références, montrer une icône pour afficher la version bibTeX de chaque référence

source: You may store BibTeX fields that WIKINDX does not use so that any resources later exported to BibTeX can include this original unchanged data. Doing this, also stores the bibtex key and any @string strings that are in the imported BibTeX file.
fr: Vous pouvez stocker les champs BibTex que WIKINDX n'utilise pas de telle sorte que n'importe quelle ressource exportée plus tard vers BibTex pourra inclure les données originales inchangées. Faire cela conduit à stocker aussi toutes les chaînes @string qui figurent dans le fichier BibTex importé.

source: Paste BibTeX
fr: Import BibTeX (texte)

source: Import BibTeX
fr: Import BibTeX (.bib)

source: Export metadata to bibtex.
fr: Exporter les métadonnées vers bibTeX

source: You may paste up to ### bibTeX entries here in addition to @string types.
fr: Vous pouvez coller jusqu'à ### entrées bibTeX ici en plus des types @string.

source: There is no news available to view
fr: Il n'y a aucune nouvelle à afficher
