Repository: wikindx/wikindx
Catalog: trunk/core/languages/src/*/wikindx.po
Languages: fr, uk

source: <h3>Category Tree</h3>
fr: <h3>Catégories</h3>
uk: <h3>Ієрархія категорій</h3>

source: <p>The Category Tree displays all categories used in the WIKINDX and, under each category, the category's subcategories and keywords. The number in brackets is the number of resources in each category, each category's subcategory or each category's keyword.</p>
fr: <p>La page des catégories affiche toutes les catégories utilisées dans le WIKINDX et, sous chaque catégorie, les sous-catégories et mots-clés associés. Les nombre entre crochets montrent le nombre de références dans chaque catégorie, sous-catégorie ou mots-clés.</p>
uk: <p>В ієрархії категорій буде показано усі категорії, які використано у WIKINDX, і, для кожної категорії, підкатегорії та ключові слова цієї категорії. Число у дужках є кількістю ресурсів у кожній з категорій, кожній із підкатегорій категорії або кожному ключовому слові категорії.</p>

source: <h3>Paste BibTeX</h3>
fr: <h3>Importer une bibliographie BibTeX</h3>
uk: <h3>Вставлення BibTeX</h3>

source: <p>If you have a BibTeX bibliography, you can import selected entries, including @string values, by copying and pasting the entries from your BibTeX file into the textarea. If you have non-standard fields in your BibTeX entries, WIKINDX will provide you with the option to map them to WIKINDX fields: if you are the administrator, you might like to create custom fields before pasting. An administrator can post unlimited numbers of entries in one go, other users can post <strong>#pasteBibtex#</strong> entries at a time.</p>
fr: <p>Si vous avez une bibliographie BibTeX, vous pouvez importer des sélections d'entrées, incluant des valeurs «@string», en copiant et collant les entrées de votre fichier BibTeX dans la zone de texte. Si vous avez des champs non standard dans vos entrée BibTeX, WIKINDX va vous donner la possibilité de les mapper dans les champs WIKINDX : si vous êtes un administrateur, vous aimerez peut-être créer des champs personnalisés avant. Un administrateur peut publier un nombre illimité d'entrées en une seule session. Les autres utilisateurs peuvent en publier <strong>#pasteBibtex#</strong> à la fois.</p>
uk: <p>Якщо ви маєте бібліографію у форматі BibTeX, ви можете імпортувати вибрані запис, включно зі значеннями @string, копіюванням і вставленням записів з вашого файла BibTeX до текстової області. Якщо у ваших записах BibTeX є нестандартні поля, WIKINDX надасть вам змогу пов'язати їх із полями WIKINDX — якщо ви є адміністратором, вам варто створити нетипові поля до вставлення. Адміністратор може вставляти довільну кількість записів за один раз, інші ж користувачі можуть за раз вставляти не більше <strong>#pasteBibtex#</strong> записів.</p>

source: <h3>Configure WIKINDX</h3>
fr: <h3>Configuration WIKINDX</h3>
uk: <h3>Налаштування WIKINDX</h3>

source: <p>Most of the configuration options are self-explanatory but bear the following in mind:</p>
fr: <p>La plupart des paramètres sont explicites, mais certains requièrent plus d'explication :</p>
uk: <p>Більшість параметрів налаштувань є очевидними з назви, але слід мати на увазі такі міркування:</p>

source: <li>If you add the special string $QUICKSEARCH$ to the front page description, it will be replaced by the Quick Search form.</li>
uk: <li>Якщо ви додасте особливий рядок $QUICKSEARCH$ до опису початкової сторінки, його буде замінено на форму швидкого пошуку.</li>

source: <li>To disable registered users from pasting BibTeX entries, set the value to 0. Administrators can always paste.</li>
uk: <li>Щоб заборонити зареєстрованим користувачам вставляти записи BibTeX, встановіть значення 0. Адміністратори можуть вставляти ці записи завжди.</li>

source: <li>In cases where WIKINDX creates temporary files, such as when exporting bibliographies in various formats, you can define the age of a file in seconds after which the file will be deleted the next time a user logs on.</li>
uk: <li>У випадках, коли WIKINDX створює тимчасові файли, зокрема під час експортування бібліографій у різних форматах, ви можете визначити граничний вік файла у секундах. Щойно буде перевищено цей вік, програма вилучить файл під час наступного входу користувача до системи.</li>

source: <li>If set, statistics will be emailed at the start of each month to registered users who are named creators of resources.</li>
uk: <li>Якщо встановлено, статистичні дані будуть надсилатися електронною поштою на початку кожного місяця зареєстрованим користувачам, які є вказаними авторами ресурсів.</li>

source: <li>You can deny read only access. If read only access is allowed, the login prompt can be bypassed and users will go directly into the WIKINDX.</li>
uk: <li>Ви можете заборонити доступ лише для читання. Якщо доступ лише для читання дозволено, користувач зможе обійти запит щодо входу до системи і перейти безпосередньо до WIKINDX.</li>

source: <li>Printing PHP errors and SQL statements is for debugging purposes and should not be used on a live production server. Printing SQL statements will interfere with AJAX/javascript operations on pages such as Advanced Search and New/Edit Resource.</li>
uk: <li>Виведення повідомлень про помилки PHP та інструкцій SQL призначено для діагностики — ним не слід користуватися на звичайному робочому сервері. Виведення інструкцій SQL заважатиме діям AJAX/javascript над сторінками, зокрема виконанню розширеного пошуку та створенню і редагуванню ресурсів.</li>

source: <li>Prior to v6.4.0, data relating to searches and similar were stored in PHP sessions but these are common to all tabs/windows – searches in different tabs would make use of search data (such as search parameters, last multi search etc.) from the most recently conducted search in whatever tab. v6.4.0 makes use of javascript sessionStorage which allows for browser tabs/windows to be uniquely identified allowing search data to be unique to that search. Not all browsers support sessionStorage (a list of compatible browsers can be found here: https://developer.mozilla.org/en-US/docs/Web/API/Window/sessionStorage#Browser_compatibility or https://caniuse.com/?search=sessionStorage) so, for this reason, the feature is disabled by default in WIKINDX. Turn it on with the checkbox under Miscellaneous labelled 'BrowserTabID'.</li>
uk: <li>До версії 6.4.0 дані, пов'язані із пошуком і подібними операціями, зберігалися у сеансах PHP. Такі сеанси є спільними для усіх вкладок і вікон — пошуки у різних вкладках використовували дані для пошуку (зокрема параметри пошуку, останній кратний пошук тощо) з найостаннішого виконаного пошуку на будь-якій із вкладок. У версії 6.4.0 використовується sessionStorage javascript, який уможливлює ідентифікацію вкладок і вікон браузера, що надає змогу встановлювати однозначний зв'язок даних пошуку із пошуком. Підтримку sessionStorage передбачено не в усіх браузерах (список сумісних браузерів наведено тут: https://developer.mozilla.org/en-US/docs/Web/API/Window/sessionStorage#Browser_compatibility або https://caniuse.com/?search=sessionStorage). З цієї причини цю можливість типово вимкнено у WIKINDX. Можете увімкнути її за допомогою відповідного пункту у розділі «Інше» із міткою «BrowserTabID».</li>

source: <p>Some of the settings here, such as no. resources to display per page or the bibliographic style, are defaults that users can override in My Wikindx.</p>
uk: <p>Деякі з параметрів тут, зокрема параметр кількості показаних на одній сторінці ресурсів або параметр стилю бібліографії, є типовими. Користувачі можуть перевизначити їх на сторінці «Мій Wikindx».</p>

source: <p>You can add system users from the Admin menu.</p>
uk: <p>Ви можете додавати користувачів системи за допомогою меню адміністрування.</p>

source: <p>When adding or editing resources, each resource can belong to multiple categories and subcategories, be assigned custom fields or defined as belonging to a language -- admins can add new categories, subcategories, custom fields and languages from the Admin menu.</p>
uk: <p>При додаванні або редагуванні ресурсів кожен ресурс можна пов'язати із декількома категоріями і підкатегоріями, з'єднати із нетиповими полями або визначити як такий, що належіть певній мові. Адміністратори можуть додавати нові категорії, підкатегорії, нетипові поля та мови за допомогою меню «Адміністрування».</p>

source: <p><strong>Because user sessions are created only once on login, changes to the configuration will not be registered until a user (logs out and) logs in.</strong></p>
uk: <p><strong>Оскільки сеанси користувача створюються лише один раз під час входу до системи, зміни до налаштувань не буде зареєстровано, аж доки користувач не вийде з системи і не увійде до неї знову.</strong></p>

source: <h4>LDAP authentication</h4>
uk: <h4>Розпізнавання за допомогою LDAP</h4>

source: <p>With LDAP enabled and configured, user authentication bypasses the usual WIKINDX logon protocols and is redirected to a LDAP server instead.</p>
uk: <p>Якщо увімкнено і налаштовано LDAP, система розпізнавання користувачів обходитиме звичні протоколи входу WIKINDX і переспрямовуватиметься на сервер LDAP.</p>

source: <p>The meaning of each option is given by the tooltips. In addition this help explains how LDAP authentication is done so that you choose the best configuration according to your domain controller.</p>
uk: <p>Із призначенням кожного з пунктів можна ознайомитися за допомогою панелей підказок. Крім того, у цій довідці описано спосіб виконання розпізнавання LDAP, щоб ви могли вибрати найкращі налаштування, відповідно до контролера вашого домену.</p>

source: <p>The LDAP connection test function runs exactly the same code as during user connection. The debugging trace is very comprehensive but the level of detail depends on the loquacity of your server.</p>
uk: <p>Функціональна можливість перевірки з'єднання LDAP виконує саме ті дії, що і код, який виконується під час встановлення з'єднання з користувачем. Діагностичне трасування є дуже докладним, але рівень докладності залежить від даних, які можуть надаватися вашим сервером.</p>

source: <p>The code should work with all LDAP servers. However, it has only been tested with Active Directory and ApacheDS servers. In particular, your user login (or FullName / email) attribute may not be in the proposed list even if the most frequently used are there. You can request it as a feature from the developers.</p>
uk: <p>Код має працювати із усіма серверами LDAP. Втім, його було перевірено лише для серверів Active Directory і ApacheDS. Зокрема, атрибута вашого облікового запису користувача (або повного імені / адреси електронної пошти) може не бути у запропонованому списку, навіть якщо там є найчастіше використовувані атрибути. Ви можете попросити розробників про його реалізацію, як можливості.</p>

source: <p>Wikindx is not able to renew LDAP password on expiration or bulk import users from a group or OU. It only checks for authentication.</p>
uk: <p>Wikindx не здатна оновлювати пароль LDAP після завершення строку його дії або пакетно імпортувати дані записів користувачів з групи або OU. Вона може лише перевіряти коректність розпізнавання користувачів.</p>

source: <p>When LDAP authentication is enabled, native authentication is not used except for an attempt to connect the Super Admin. If its LDAP authentication fails, the built-in authentication is used instead.</p>
uk: <p>Якщо увімкнено розпізнавання за допомогою LDAP, звичайне розпізнавання не використовується для усіх користувачів, окрім спроб встановити з'єднання від імені суперадміністратора. Якщо його розпізнавання за допомогою LDAP виконати не вдасться, використовується вбудоване розпізнавання.</p>

source: <p>When LDAP authentication is successful, the user is created in Wikindx if it did not already exist. The Username (login), Fullname and Email attributes are acquired from the directory server.</p>
uk: <p>Якщо розпізнавання за допомогою LDAP є успішним, у Wikindx буде створено запис користувача, якщо його ще не існувало. Атрибути імені користувача, повного імені та адреси електронної пошти система отримує із сервера каталогів.</p>

source: <p>Passwords are not stored in Wikindx database when performing an LDAP authentication. If the LDAP server is offline or any error during the communication with the server occurs, the LDAP authentication will fail.</p>
uk: <p>При виконанні розпізнавання за допомогою LDAP паролі не зберігаються у базі даних Wikindx. Якщо сервер LDAP перебуває поза мережею або під час обміну даними із сервером стається помилка, розпізнавання за допомогою LDAP вважається невдалим.</p>

source: <p>If the Super Admin subsequently disables LDAP authentication, users created in this way will not be able to log in with builtin authentication without changing their password or asking Super Admin to register one.</p>
uk: <p>Якщо надалі суперадміністратор вимкне розпізнавання за допомогою LDAP, користувачі, записи яких створено у цей спосіб, не зможуть увійти за допомогою вбудованої системи розпізнавання без зміни пароля або без запиту до суперадміністратора з метою реєстрації облікового запису.</p>

source: <p>The user MUST enter his login WITHOUT domain information. When you have specified the domain name and the 'user' or 'binduser' binding methods (connection to the server) are set, the domain name will be added automatically to the login according to the configuration.</p>
uk: <p>Користувач МАЄ ввести своє ім'я користувача БЕЗ даних щодо домену. Якщо ви вказали назву домену і встановлено способи прив'язки (встановлення з'єднання із сервером) «user» або «binduser», назву домену буде додано до імені користувача автоматично, відповідно до налаштувань.</p>

source: <p>First, the binding is configured with the chosen protocol. If the binding is encrypted, the certificates will be ignored. Referrals are always ignored. The network connection timeout is set to 10 s. The LDAP search timeout is set to 15 s. The server is contacted and if the connection is successful then WIKINDX searches for the user and verifies its password.</p>
uk: <p>По-перше, прив'язку налаштовано для вибраного протоколу. Якщо прив'язку зашифровано, сертифікати буде проігноровано. Рекомендації буде завжди проігноровано. Час очікування на встановлення з'єднання у мережі дорівнюватиме 10 с. Час очікування на результати пошуку за допомогою LDAP дорівнюватиме 15 с. Програма встановить контакт із сервером, і якщо спроба встановлення з'єднання буде успішною, WIKINDX виконає пошук користувача і перевірить його пароль.</p>

source: <p>The user is found in five steps:</p>
uk: <p>Пошук користувача відбувається у п'ять кроків:</p>

source: <li>The DN of all user-type objects (SAM_NORMAL_USER_ACCOUNT: sAMAccountType = 805306368) whose login attribute corresponds to the input, which are in one of the configured OUs, is extracted in a first list.</li>
uk: <li>DN усіх об'єктів типу користувача (SAM_NORMAL_USER_ACCOUNT: sAMAccountType = 805306368), атрибут користувача яких відповідає введеному, і які перебувають в одному із налаштованих OU, видобувається до першого списку.</li>

source: <li>The DN of all member objects of group-type objects configured (SAM_GROUP_OBJECT: sAMAccountType = 268435456 or SAM_NON_SECURITY_GROUP_OBJECT: sAMAccountType = 268435457) is extracted in a second list.</li>
uk: <li>DN усіх налаштованих об'єктів-учасників об'єктів типів груп (SAM_GROUP_OBJECT: sAMAccountType = 268435456 або SAM_NON_SECURITY_GROUP_OBJECT: sAMAccountType = 268435457) видобувається до другого списку.</li>

source: <li><ol><li>If the search by OU has been configured but not the search by group, the DNs of the first list are kept.</li><li>If the search by group has been configured but not the search by OU, the DNs in the second list are kept.</li><li>If both searches are configured and 'AND' operator is set, the entries common to both lists are kept.</li><li>If both searches are configured and 'OR' operator is set, the entries of both lists are kept.</li><li>If no search has been configured, authentication fails.</li></ol></li>
uk: <li><ol><li>Якщо налаштовано пошук за OU, але не пошук за групою, буде збережено DN першого списку.</li><li>Якщо налаштовано пошук за групою, але не пошук за OU, буде збережено DN у другому списку.</li><li>Якщо налаштовано обидва пошуки і встановлено оператор «AND», буде збережено записи, які є спільними для обох списків.</li><li>Якщо налаштовано обидва пошуки і встановлено оператор «OR», буде збережено записи обох списків.</li><li>Якщо пошук не налаштовано, спроба розпізнавання зазнає невдачі.</li></ol></li>

source: <li>The remaining entries are filtered to retain only the user objects whose login is the one entered.</li>
uk: <li>Решту записів буде фільтровано з метою отримання лише об'єктів користувачів, які збігаються із введеним вами іменем користувача.</li>

source: <li>Finally the password of each remaining DN is verified. The first one with a matching password will be authenticated.</li>
uk: <li>Нарешті, буде перевірено пароль решти DN. Розпізнано буде перший із записів із відповідним паролем.</li>

source: <p>A user should not have more than one DN but in the unlikely event that he has two with the same password only the first of the DNs in alphabetical order (regardless of locale) will be authenticated.</p>
uk: <p>У користувача не повинно бути більше одного DN, але у малоймовірних випадках, коли у користувача є два DN із однаковим паролем, розпізнавання виконуватиметься лише для першого із DN за абеткою (незалежно від локалі).</p>

source: <p><strong>General tips</strong></p>
fr: <p><strong>Conseils généraux</strong></p>
uk: <p><strong>Загальні підказки</strong></p>

source: <li>Your web browser must accept cookies.</li>
uk: <li>Ваш браузер має приймати куки.</li>

source: <li>As WIKINDX functions as a program within a program, you should try not to use the web browser's back and forward navigation buttons but should, instead, use the navigation within WIKINDX.</li>
uk: <li>Оскільки WIKINDX працює як програма у програмі, вам слід намагатися не використовувати кнопки «Вперед» і «Назад» навігації браузера, а слід, замість них, користуватися навігаційними можливостями WIKINDX.</li>

source: <li>WIKINDX uses sessions to temporarily store data and sessions are unique to a web browser instance and the type of web browser. You may experience unexpected results if you use WIKINDX with more than one web browser window or tab although you can safely do this if the web browsers are different.</li>
uk: <li>У WIKINDX для тимчасового зберігання даних і сеансів використано сеанси, які є унікальними для екземпляра браузера та його типу. Результати одночасного використання WIKINDX у декількох вікнах або вкладках браузера можуть бути не тими, на які ви сподівається, хоча таке використання є безпечним, якщо браузери є різними.</li>

source: <li>A <em>resource</em> in WIKINDX is a collection of data that comprises information forming the bibliographic record, metadata (index card-like information about or taken from the record such as quotations or musings -- the administrator may have disabled this feature), categories, subcategories and keywords. There may also be further information such as notes, abstract, attachments and external URLs in addition to statistical data.</li>
uk: <li><em>Ресурсом</em> у WIKINDX є збірка даних, яка містить відомості, з яких складається бібліографічний запис, метадані (покажчикова інформація, подібна до карткової, щодо запису, зокрема цитати або думки — адміністратор може вимкнути цю можливість), категорії, підкатегорії та ключові слова. Окрім статистичних даних, може зберігатися додаткова інформація, зокрема нотатки, резюме, долучення та зовнішні посилання.</li>

source: <li>If you are a registered user, you may create your own user tags and apply them to resources.</li>
uk: <li>Якщо ви є зареєстрованим користувачем, ви можете створювати власні мітки користувача і застосовувати їх до ресурсів.</li>

source: <li>As a registered user, you can also create your own bibliographies drawn from the WIKINDX Master Bibliography.</li>
uk: <li>Як зареєстрований користувач, ви також можете створювати власні бібліографії, похідні від основної бібліографії WIKINDX.</li>

source: <li>Bibliographic formatting is applied in WIKINDX 'on-the-fly' using bibliographic styles compiled and defined by the administrator. As with any bibliographic style, not all bibliographic data need be displayed. If, for example, you were to search for resources having M. Mouse as a creator, then resources might be returned where M. Mouse is, for instance, a series editor but, due to the requirements of the bibliographic style, is not displayed as such.</li>
uk: <li>Бібліографічне форматування застосовується у WIKINDX «на льоту» із використанням бібліографічних стилів, зібраних і визначених адміністратором. Як і з будь-яким бібліографічним стилем, показано буде не усі дані. Якщо, наприклад, ви шукаєте ресурси, автором яких є М. Маус, може бути повернуто ресурси, де М. Маус, наприклад, є редактором циклу, записи, для яких, через вимоги бібліографічного стилю, М. Мауса не буде показано.</li>

source: <p><strong>Personal settings</strong></p>
fr: <h3><strong>Paramètres personnels</strong></h3>
uk: <p><strong>Особисті параметри</strong></p>

source: <p>The administrator will have defined default settings but, under the Wikindx|My Wikindx or Wikindx|Preferences menu, you can alter a number of parameters that change the way WIKINDX performs or displays its data. As a registered user, under the My Wikindx menu, these include:</p>
uk: <p>Адміністратор визначить типові параметри, але за допомогою пунктів меню Wikindx|Мій Wikindx або Wikindx|Налаштування ви можете змінити параметри, які змінюють спосіб, у який працює або показує дані WIKINDX. Для зареєстрованого користувача у меню «Мій Wikindx» ці параметри є такими:</p>

source: <ul> <li>manage your personal details and email notification</li> <li>set up user groups and bibliographies</li> <li>define personal user tags.</li> </ul>
uk: <ul> <li>керування вашими особистими даними та сповіщеннями електронною поштою;</li> <li>налаштовування груп та бібліографій користувачів;</li> <li>визначення особистих міток користувачів.</li> </ul>

source: <h3>My Wikindx</h3>
fr: <h3>Mes paramètres</h3>
uk: <h3>Мій Wikindx</h3>

source: <p>As a registered user, settings here will be saved for the next time you use WIKINDX. Most settings are self-explanatory but some require further explanation:</p>
fr: <p>En tant qu'utilisateur enregistré, les paramètres sélectionnés ici seront sauvegardés pour votre porchaine session. La plupart des paramètres sont explicites, mais certains requièrent plus d'explication :</p>
uk: <p>Оскільки ви є зареєстрованим користувачем, наведені тут пункти буде збережено для наступного разу, коли ви скористаєтеся WIKINDX. Призначення більшості пунктів параметрів є очевидним із назви, але деякі потребують додаткових пояснень:</p>
