Repository: wikindx/wikindx
Catalog: trunk/components/plugins/adminstyle/languages/src/*/adminstyle.po
Languages: fr, uk

source: Styles...
uk: Стилі…

source: Create Style
fr: Créer un style
uk: Створити стиль

source: Copy Style
fr: Copier un style
uk: Копіювати стиль

source: Edit Style
fr: Modifier un style
uk: Редагувати стиль

source: Short Name
fr: Nom court
uk: Коротка назва

source: Long Name
fr: Nom long
uk: Довга назва

source: Successfully edited style
fr: Style modifié avec succès
uk: Успішно редагований стиль

source: Successfully added style
fr: Style ajouté avec succès
uk: Успішно доданий стиль

source: Primary creator delimiters
fr: Séparateurs du premier auteur
uk: Роздільники для основних авторів

source: Other creator delimiters
fr: Séparateurs des autres auteurs
uk: Роздільники для інших авторів

source: If only two creators
fr: Si 2 auteurs seulement
uk: Якщо лише два автори

source: between
fr: entre
uk: між

source: before last
fr: avant dernier
uk: перед останнім

source: Between first two creators
fr: Entre les deux premiers auteurs
uk: Між першими двома авторами

source: Between following creators
fr: Entre les auteurs suivants
uk: Між такими авторами

source: Primary creator style
fr: Style du premier auteur
uk: Стиль основного автора

source: Other creator styles
fr: Style des autres auteurs
uk: Стилі інших авторів

source: First
fr: Premier
uk: Перший

source: Others
fr: Autres
uk: Інші

source: Initials
fr: Initiales
uk: Ініціали

source: First name
fr: Prénom
uk: Ім'я

source: Full
fr: Entier
uk: Повністю

source: Initial
fr: Initiale
uk: Ініціали

source: Primary creator list abbreviation
fr: Abréviation de la liste : premier auteur
uk: Скорочення у списку основних авторів

source: Other creator list abbreviation
fr: Abréviation de la liste : autres auteurs
uk: Скорочення у списку інших авторів

source: Full list
fr: Liste entière
uk: Повний список

source: Limit list
fr: Liste limitée
uk: Обмежений список

source: If
fr: Si
uk: Якщо

source: or more creators, list the first
fr: ou plus d'auteurs, afficher le premier
uk: або більше авторів, перший у списку

source: and abbreviate with
fr: et abrégé avec
uk: і скоротити з

source: Title capitalization
fr: Titre en capitales
uk: Використання великих літер у заголовку

source: As entered
fr: Comme entré
uk: Як введено

source: Available fields:
fr: Champs disponibles :
uk: Доступні поля:

source: Available fields (Bibliography)
fr: Champs disponibles (bibliographie)
uk: Доступні поля (бібліографія)

source: Available fields (Footnote)
fr: Champs disponibles (notes de bas de page)
uk: Доступні поля (підрядкова примітка)

source: Disable fields
fr: Désactiver les champs
uk: Вимкнути поля

source: RESET
fr: REINITIALISER
uk: СКИНУТИ

source: Edition format
fr: Modification de format
uk: Формат видання

source: Month format
fr: Format du mois
uk: Формат місяця

source: Date format
fr: Format de date
uk: Формат дати

source: Day format
fr: Format du jour
uk: Формат дня

source: Add leading zero
fr: Ajouter les zéros initiaux
uk: Додати початковий нуль

source: Page format
fr: Format de page
uk: Формат сторінки

source: Running time format
fr: Format des durées
uk: Формат поточного часу

source: Editor switch
fr: Substitution auteur / éditeur
uk: Перемикач редактора

source: For books with no author but an editor, put editor in author position
fr: Pour les livres sans auteur mais avec un éditeur, mettre l'éditeur en position d'auteur
uk: Для книг, у яких немає автора, але є редактор, вставити редактора на місце автора

source: Yes
fr: Oui
uk: Так

source: No
fr: Non
uk: Ні

source: If 'Yes', replace editor field in style definitions with
fr: Si 'Oui', remplace le champ éditeur dans les définitions de style par
uk: Якщо «Так», замінити вміст поля редактора у визначеннях стилів на

source: Uppercase all names
fr: Tous les noms en majuscules
uk: Великими літерами усі імена

source: For works immediately following by the same creators
fr: Pour les œuvres immédiatement suivies par les mêmes auteurs
uk: Для робіт одних авторів, які розташовано послідовно

source: Print the creator list
fr: Affiche la liste des auteurs
uk: Вивести список авторів

source: Do not print the creator list
fr: Ne pas afficher la liste des auteurs
uk: Не виводити список авторів

source: Replace creator list with text below
fr: Remplace la liste d'auteurs par le texte si dessous
uk: Замінити список авторів текстом наведеними нижче

source: Fallback style
fr: Style par défaut
uk: Резервний стиль

source: Bibliography Formatting
fr: Format de la bibliographie
uk: Форматування бібліографії

source: Italics
fr: Italique
uk: Курсив

source: Use month names defined below
fr: Utiliser les noms de mois définis ci-dessous
uk: Використати назви місяців, які визначено нижче

source: User-defined month names (all fields must be completed if selected above)
fr: Mois personnalisées (tous les champs sont obligatoires si vous avez activé la personnalisation)
uk: Визначені користувачем назви місяців (слід заповнити усі поля, якщо вибрано вище)

source: User-defined seasons (all fields must be completed if month format above is set to user-defined)
fr: Saisons personnalisées (tous les champs sont obligatoires si vous avez activé la personnalisation)
uk: Визначені користувачем сезони (має бути заповнено усі поля, якщо вище встановлено визначений користувачем формат місяця)

source: Date range
fr: Intervalle de date
uk: Діапазон дат

source: Delimiter between start and end dates if day and month given
fr: Séparateur de dates si le jour et le mois sont précisés
uk: Роздільник між початковою та кінцевою датами, якщо задано день і місяць

source: Delimiter between start and end dates if month only given
fr: Séparateur de mois si le dates ne comporte que la partie mois
uk: Роздільник між початковою та кінцевою датами, якщо задано лише місяць

source: If start and end months are equal
fr: Si les mois de début et de fin son identique
uk: Якщо початковий і кінцевий місяці збігаються

source: Print both months
fr: Afficher les deux mois
uk: Вивести обидва місяці

source: Print start month only
fr: Afficher seulement le mois de départ
uk: Вивести лише початковий місяць

source: If a date has a month but no day
fr: Si une date a un mois mais pas de jour
uk: Якщо у даті вказано місяць, але не день

source: Use style definition unchanged
fr: Utiliser la définition de style inchangée
uk: Використовувати визначення стилю без змін

source: Replace date field in template with:
fr: Remplace le champ date dans le modèle par :
uk: Замінювати поле дати у шаблоні таким:

source: (Use 'date' as the field)
fr: (Utiliser 'date' comme champ)
uk: (Використати як поле «date»)

source: Localization
fr: Localisation
uk: Локалізація

source: Split creator lists and add strings
fr: Diviser les listes d'auteur et ajouter des chaînes
uk: Поділити списки авторів і додати рядки

source: Add string to first name in list
fr: Ajouter une chaîne au premier nom de la liste
uk: Додати рядок до першого імені у списку

source: Add string to remaining names
fr: Ajouter une chaîne aux autres noms de la liste
uk: Додати рядок до решти імен

source: Before name:
fr: Avant le nom :
uk: Перед іменем:

source: To each name:
fr: A chaque nom :
uk: Із кожним іменем:

source: Bibliography template
fr: Modèle de bibliographie
uk: Шаблон бібліографії

source: (Footnote template may also use 'pages')
fr: (Le modèle de notes de bas de page peut aussi utiliser 'pages')
uk: (Шаблон підрядкової примітки може також використовувати «pages»)

source: 1. The three generic bibliography templates are required and will be used if a displayed resource has no bibliographic template.
fr: 1. Les trois modèles génériques de bibliographies ont obligatoires et seront utilisés si une référence affichée n'a pas de modèle bibliographique.
uk: 1. Потрібні три загальних шаблони бібліографії, які буде використано, якщо для показаного ресурсу не буде бібліографічного шаблона.

source: 2. The footnote templates are only required for those styles that use footnotes for citations. In all cases, the complete bibliography ('works cited') for footnote styles, as well as for endnote and in-text styles, uses the bibliography template.
fr: 2. Les modèles de notes de bas de page ne sont requis que pour les styles qui utilisent des notes de bas de page pour les citations. Dans tous les cas, la bibliographie complète (« ouvrages cités ») pour les styles de note de bas de page, ainsi que pour les styles de note de fin et intra-texte, utilise le modèle de bibliographie.
uk: 2. Шаблони підрядкових приміток потрібні лише для тих стилів, де для посилань використовуються підрядкові примітки. У будь-якому випадку, повна бібліографія («цитовані роботи») для стилів підрядкових приміток, а також для стилів кінцевих приміток і посилань у тексті використовує шаблон бібліографії.

source: 3. For footnote citations, the 'citation' field above refers to the footnote template or, if that does not exist, to the bibliography template or, if that does not exist, to the fallback style.
fr: 3. Pour les citations en notes de bas de page, le champ « citation » ci-dessus fait référence au modèle de note de bas de page ou, s'il n'existe pas, au modèle de bibliographie ou, s'il n'existe pas, au style de secours.
uk: 3. Для посилань на підрядкові примітки поле «citation» вище визначає шаблон підрядкової примітки або, якщо такого шаблона не існує, шаблон бібліографії, або, якщо такого не існує, резервний стиль.

source: 4. The 'pages' field in the bibliography template refers to the complete article page range; in the footnote template, it refers to the specific citation page(s).
fr: 4. Le champ « pages » du modèle de bibliographie fait référence à l'intervalle complète de pages de l'article ; dans le modèle de note de bas de page, il fait référence à la ou aux pages de citation spécifiques.
uk: 4. Поле «pages» у шаблоні бібліографії вказує на діапазон сторінок повної статті; у шаблоні підрядкової примітки воно вказує на діапазон сторінок певної цитати.

source: 5. If you define a footnote template for a resource you must also define the bibliography template for that resource.
fr: 5. Si vous définissez un modèle de note de bas de page pour une référence, vous devez également définir le modèle de bibliographie pour cette référence.
uk: 5. Якщо ви визначаєте шаблон підрядкової примітки для ресурсу, вам слід також визначити для цього ресурсу шаблон бібліографії.

source: 6. If a resource is missing the first field in the bibliography template you may replace that field with the fields in the partial template (this allows a reordering of the initial fields).
fr: 6. Si une référence ne contient pas le premier champ du modèle de bibliographie, vous pouvez remplacer ce champ par les champs du modèle partiel (cela permet une réorganisation des champs initiaux).
uk: 6. Якщо для ресурсу не вказано першого поля у шаблоні бібліографії, ви можете замінити вміст цього поля на поля з часткового шаблона (це уможливлює перевпорядкування початкових полів).

source: 7. In the bibliography template for Book Chapter, the field 'title' refers to the chapter number.
fr: 7. Dans le modèle de bibliographie « chapitre de livre », le champ « title » fait référence au numéro du chapitre.
uk: 7. У шаблоні бібліографії для глави книги поле «title» вказує на номер глави.

source: Preview with the following fields
fr: Aperçu avec les champs suivants
uk: Перегляд із такими полями

source: Title/subtitle separator
fr: Séparateur de titre et sous-titre
uk: Роздільник заголовок/підзаголовок

source: Partial template
fr: Modèle partiel
uk: Частковий шаблон

source: Replace all of original template with partial template
fr: Tout remplacer du modèle d'origine par un modèle partiel
uk: Замінити усе у початковому шаблоні частковим шаблоном

source: Generic book-type
fr: Type générique de livre
uk: Загальний тип книги

source: Generic article-type
fr: Type générique d'article
uk: Загальний тип статті

source: Generic miscellaneous
fr: Type générique divers
uk: Загальне інше

source: Preview bibliography
fr: Aperçu de la bibliographie
uk: Перегляд бібліографії

source: Preview in-text citation
fr: Aperçu de citation intra-texte
uk: Перегляд посилання у тексті

source: Preview footnote
fr: Aperçu de note de bas de page
uk: Перегляд підрядкової примітки

source: ERROR
fr: ERREUR
uk: ПОМИЛКА

source: Cite
fr: Citer
uk: Посилання

source: Citation Formatting
fr: Format de citation
uk: Форматування посилань

source: In-text style
fr: Style intra-texte
uk: Стиль у тексті

source: Endnote style
fr: Style de fin de document
uk: Стиль кінцевих приміток

source: Footnote creators
fr: Auteurs en notes de bas de page
uk: Автори підрядкових приміток

source: Creator list abbreviation
fr: Abréviation de la liste des auteurs
uk: Скорочення у списку авторів

source: Creator list abbreviation (subsequent appearances)
fr: Abréviation de la liste des auteurs (autres apparitions)
uk: Скорочення у списку авторів (послідовна поява)

source: Creator delimiters
fr: Séparateurs d'auteurs
uk: Роздільники авторів

source: Creator style
fr: Style des auteurs
uk: Стиль автора

source: Last name only
fr: Seulement le patronyme
uk: Лише прізвище

source: If 'Last name only', use initials to differentiate between creators with the same surname
fr: Si "Patronyme seulement", utilise les initiales pour différencier les auteurs ayant le même patronyme
uk: Якщо «Лише прізвище», використовувати ініціали для розрізнення між авторами з однаковим прізвищем

source: For consecutive citations by the same creator(s) use the following template:
fr: Pour les citations consécutives du (des) même(s) auteur(s), utilise le modèle suivant :
uk: Для послідовних посилань на роботи однакових авторів використовувати такий шаблон:

source: and separate citations with:
fr: et séparer les citation par :
uk: і відокремити посилання цим:

source: Template
fr: Modèle
uk: Шаблон

source: Separate consecutive citations with
fr: Séparer les citations consécutive par
uk: Відокремлювати послідовні посилання

source: Year format
fr: Format de l'année
uk: Форматування року

source: Normal text
fr: Texte normal
uk: Звичайний текст

source: Superscript
fr: En exposant
uk: Верхній індекс

source: Subscript
fr: En indice
uk: Нижній індекс

source: Parentheses or other characters enclosing the citation
fr: Les parenthèses et autres caractères entourant la citation
uk: Дужки або інші символи навколо посилання

source: Ambiguous citations
fr: Citations ambiguës
uk: Неоднозначні посилання

source: Use the following template
fr: Utilise le modèle suivant
uk: Використовувати вказаний нижче шаблон

source: Add a letter after the year
fr: Ajouter une lettre après l'année
uk: Додати літеру після року

source: Leave citation unchanged
fr: Laisser la citation inchangée
uk: Лишити посилання без змін

source: Use template below if a single citation is in the same sentence as the first creator's surname
fr: Utilise le modèle ci-dessous si une seule citation est dans la même phrase que le patronyme du premier auteur
uk: Використати вказаний нижче шаблон, якщо окреме посилання перебуває у тому самому реченні, що і прізвище першого автора

source: and split the citation placing the main citation after the creator names and the page number after the quote:
fr: et diviser la citation en plaçant la citation principale après les noms d'auteur et le numéro de page après la citation :
uk: і розділити посилання, розташувавши основне посилання після імен авторів і номера сторінки після цитати:

source: Format like bibliography
fr: Formater comme la bibliographie
uk: Форматувати як бібліографію

source: Format like in-text citations
fr: Formater comme les citations intra-texte
uk: Форматувати як посилання у тексті

source: Replace consecutive citations for the same resource and the same page with this template
fr: Remplace les citations consécutives de la même référence et de la même page pas le modèle
uk: Замінити послідовні посилання на той самий ресурс і ту саму сторінку цим шаблоном

source: Replace consecutive citations for the same resource but a different page with this template
fr: Remplace les citations consécutives de la même référence et mais de page différente pas le modèle
uk: Замінити послідовні посилання на той самий ресурс, але іншу сторінку цим шаблоном

source: Replace previously cited resources with this template
fr: Remplace les références précédemment citées par le modèle
uk: Замінити раніше процитовані ресурси цим шаблоном

source: Format of the citation in the text
fr: Format de la citation intra-texte
uk: Формат посилання у тексті

source: Format of the citation in the endnotes
fr: Format de la citation en notes de fin
uk: Формат посилання у кінцевих примітках

source: Endnote/Footnote
fr: Notes de base de page / de fin
uk: Кінцева/Підрядкова примітка

source: Endnotes: incrementing
fr: Notes de fin : incrémentation
uk: Кінцеві примітки: за зростанням

source: Endnotes: same ID for same resource
fr: Notes de fin : même id pour la même référence
uk: Кінцеві примітки: однакові ідентифікатори для однакових ресурсів

source: Footnotes: incrementing
fr: Notes de bas de page : incrémentation
uk: Підрядкові примітки: за зростанням

source: Bibliography ordering
fr: Tri de la bibliographie
uk: Упорядкування бібліографії

source: (For in-text citations, endnote-style citations using the same ID number and bibliographies appended to papers using footnotes.)
fr: (Pour les citations intra-texte, les citations en note de fin utilisant le même numéro d'identification, et les bibliographies jointes aux publications en utilisant en notes de bas de page.)
uk: (Для посилань у тексті, посилань у стилі кінцевих посилань з використанням того самого номера ідентифікатора і бібліографій, які додаються до робіт за допомогою підрядкових приміток.)

source: Use this order for endnote-style citations using the same ID number:
fr: Utilisez cet ordre pour les citations en note de fin utilisant le même numéro d'identification :
uk: Використовувати цей порядок для посилань у стилі кінцевих посилань, які мають однаковий ідентифікаційний номер:

source: 1st. sort by
fr: 1er tri par
uk: 1-ий рівень упорядкування

source: 2nd. sort by
fr: 2e tri par
uk: 2-ий рівень упорядкування

source: 3rd. sort by
fr: 3e tri par
uk: 3-ій рівень упорядкування

source: Ascending
fr: Croissant
uk: За зростанням

source: Descending
fr: Décroissant
uk: За спаданням

source: For in-text citations, replace the citation template with this template
fr: Pour les citations intra-texte, remplacer le modèle de citation par ce modèle
uk: Для посилань у тексті замінити шаблон посилань цим шаблоном

source: Preliminary text
fr: Texte préliminaire
uk: Попередній текст

source: Following text
fr: Texte postérieur
uk: Наступний текст

source: Parentheses or other characters enclosing the ID number
fr: Parenthèses et autres caractères entourant le numéro (Id number)
uk: Дужки або інші символи навколо ідентифікаційного номера

source: For subsequent citations from the same resource use the following template:
fr: Pour les citations suivantes de la même référence, utiliser le modèle suivant :
uk: Для підпослідовних посилань на один ресурс використовувати такий шаблон:

source: only if the sentence containing the citation has the creator surname, title or shortTitle in it:
fr: seulement si la phrase contenant la citation a un surnom d'auteur, un titre ou un titre court dans :
uk: лише якщо речення, що містить посилання, містить прізвище автора, заголовок або скорочений заголовок:

source: If no year, replace year field with the following
fr: Si l'année est absente, remplacer le champ année par ce qui suit
uk: Якщо немає року, замінити поле року такими даними

source: Do not add to the bibliography when cited:
fr: Ne pas ajouter à la bibliographie quand elle est citée :
uk: Не додавати бібліографію при цитуванні:

source: Fields are formatted as defined in in-text citation formatting above unless using footnotes in which case the 'creator' field is defined below and the 'pages' field format is defined in the footnote template in the bibliography section. If the 'citation' field is used, it should be by itself and it refers to the bibliographic/footnote templates below.
fr: Les champs sont formatés comme défini dans la mise en forme des citations intra-texte ci-dessus, à moins d'utiliser des notes de bas de page, auquel cas le champ 'creator' est défini ci-dessous et le format du champ 'pages' est défini dans le modèle de note de bas de page dans la section bibliographie. Si le champ 'citation' est utilisé, il doit l'être seul et il renvoie aux modèles bibliographiques / de note de bas de page ci-dessous.
uk: Поля форматовано так, як визначено у форматуванні вбудованого до тексту посилання вище, якщо не використовуються підрядкові примітки. У випадку використання приміток поле «creator» визначають нижче, а форматування поля «pages» визначають у шаблоні підрядкових приміток у розділі бібліографії. Якщо використано поле «citation», воно має бути самодостатнім і пов'язаним із шаблонами бібліографії і підрядкової примітки, які визначено нижче.

source: Footnote template
fr: Modèle de note de bas de page
uk: Шаблон підрядкової примітки

source: Range within which subsequent citations are searched for
fr: Plage dans laquelle les citations suivantes sont recherchées
uk: Діапазон у якому буде виконано пошук підпослідовностей посилань

source: Entire text
fr: Texte entier
uk: Увесь текст

source: Paragraph
fr: Paragraphe
uk: Абзац

source: Section
uk: Розділ

source: Remove title and shortTitle fields from the citation if either of those fields is in the same sentence:
fr: Supprimer les champs titre et le titre court de la citation si l'un des deux est dans la même phrase :
uk: Вилучити поля «title» і «shortTitle» з посилання, якщо будь-яке з цих полів перебуває у тому самому реченні:

source: First Creator
fr: Auteur principal
uk: Перший автор

source: Title
fr: Titre
uk: Заголовок

source: Publication Year
fr: Année de publication
uk: Рік видання

source: (No spaces)
fr: (Pas d'espace)
uk: (Без пробілів)

source: (Fields are case-sensitive)
fr: (Champs sensibles à la casse)
uk: (Вміст полів обробляється з врахуванням регістру)
