Repository: wikindx/wikindx
Catalog: trunk/components/plugins/xpdftotext/languages/src/*/xpdftotext.po
Languages: fr, uk

source: XpdftoText tool
fr: Outils XpdftoText
uk: Засіб XpdftoText

source: Converted file
fr: Fichier converti
uk: Перетворений файл

source: Submission form
fr: Formulaire de soumission
uk: Форма подання

source: This form allows you to submit a PDF file to the pdftotext tool to extract its text manually. It offers advanced options that are not available from the attachment caching feature. After a successful conversion a file containing the extracted text can be downloaded above this form.
fr: Ce formulaire permet de soumettre un fichier PDF à l'outil pdftotext pour extraire son texte manuellement. Il offre des options avancées qui ne sont pas disponibles depuis la fonctionnalité de mise en cache des pièces jointes. Après une conversion réussie un fichier contenant le texte extrait est téléchargeable en dessus de ce formulaire.
uk: За допомогою цієї форми ви можете подати файл PDF до засобу обробки pdftotext для видобування тексту вручну. Передбачено додаткові параметри, які недоступні у межах можливості кешування долучень. Після успішного перетворення над цією формою буде розміщено посилання на файл, у якому міститиметься видобутий текст.

source: File
fr: Fichier
uk: Файл

source: First page to convert
fr: Première page convertie
uk: Перша сторінка для перетворення

source: Last page to convert
fr: Dernière page convertie
uk: Остання сторінка для перетворення

source: Mode
uk: Режим

source: Character pitch (in points)
fr: Largeur des caractères
uk: Розмір символів (у точках)

source: Line spacing (in points)
fr: Espacement des lignes (en points)
uk: Інтервал між рядками (у точках)

source: Divert clipped text after covered content
fr: Extraire le texte superposé avec le texte recouvert
uk: Відкинути обрізаний текст після вибраних даних

source: No diagonal text
fr: Ignorer le texte en diagonal
uk: Без діагонального тексту

source: Don’t insert page breaks
fr: Ne pas insérer de saut de ligne
uk: Не вставляти розриви сторінок

source: Margin left (in points)
fr: Marge gauche (en points)
uk: Ліве поле (у точках)

source: Margin right (in points)
fr: Marge droite (en points)
uk: Праве поле (у точках)

source: Margin top (in points)
fr: Marge supérieure (en points)
uk: Верхнє поле (у точках)

source: Margin bottom (in points)
fr: Marge inférieure (en points)
uk: Нижнє поле (у точках)

source: Owner password
fr: Mot de passe du propriétaire
uk: Пароль власника

source: User password
fr: Mot de passe de l'utilisateur
uk: Пароль користувача

source: Some binaries of XpdftoText plugin need the executable bit. Please add it with chmod. The following commands should do the trick:
fr: Des fichiers binaires du plugin XpdftoText ont besoin d'être exécutables. Veuillez ajouter ce droit avec chmod. Les commandes suivantes devraient faire l'affaire :
uk: Для роботи деяких виконуваних файлів додатка XpdftoText слід встановити біт виконання. Будь ласка, додайте його за допомогою команди chmod. Досягти потрібного результату можна за допомогою таких команд:
