Repository: wikindx/wikindx
Catalog: trunk/components/plugins/importexportbib/languages/src/*/importexportbib.po
Languages: fr, uk

source: Bib Imp/Exp...
uk: Імпорт/Експорт бібліографій…

source: Import...
uk: Імпортувати…

source: Export basket...
uk: Експортувати кошик…

source: Export list...
uk: Експортувати список…

source: Last List
fr: Dernière liste
uk: Останній список

source: Exported Files
fr: Fichiers exportées
uk: Експортовані файли

source: Export Ideas
fr: Export d'idées
uk: Експортувати ідеї

source: Import EndNote XML Bibliography
uk: Імпортувати бібліографію XML EndNote

source: Import PubMed
uk: Імпортувати PubMed

source: Export Rich Text Format
uk: Експортувати до RTF

source: Export BibTeX
fr: Exporter BibTeX
uk: Експортувати до BibTeX

source: Export HTML
uk: Експортувати до HTML

source: Export RIS
uk: Експортувати до RIS

source: Export EndNote
uk: Експортувати до EndNote

source: Bibutils Conversion
fr: Conversion Bibutils
uk: Перетворення Bibutils

source: Input Type
fr: Type d'entrée
uk: Тип вхідних даних

source: Output Type
fr: Type de sortie
uk: Тип результату

source: Input File
fr: Fichier d'entrée
uk: Файл вхідних даних

source: Output File
fr: Fichier de sortie
uk: Файл результатів

source: The Bibutils plugin uses C binaries written by Chris Putnam at ###. It allows for the format conversion of many different types of bibliographies so that there is usually a way to import your bibliography into WIKINDX. Most conversions use the MODS XML intermediate format.
fr: Le plugin Bibutils utilise des utilitaires en C écrits par Chris Putnam à ###. Il permet la conversion de nombreux formats de bibliographie de sorte qu'il existe généralement un moyen d'importer votre bibliographie dans WIKINDX. La plupart des conversions utilisent le format intermédiaire XML MODS.
uk: У додатку Bibutils використано зібрані на основі коду мовою C виконувані файли, автором коду є Chris Putnam, ###. Додаток забезпечує перетворення форматів багатьох різних типів бібліографій, тому є доброю основою імпортування ваших бібліографій до WIKINDX. У більшості процедур перетворень використовується проміжний формат XML MODS.

source: No Bibutils programs found in ###. Either Bibutils is not installed or the path is incorrect (edit the plugin's config.php) or $PATH
fr: Aucun programme Bibutils trouvé dans ###. Soit les Bibutils ne sont pas installés, soit le chemin est incorrect (éditez le fichier config.php du plugin) ou le PATH
uk: У ### не знайдено програм Bibutils. Або Bibutils не встановлено, або шлях до них вказано некоректно (вкажіть правильний шлях у config.php додатка), або помилково вказано $PATH

source: No input type specified
fr: Type d'entrée non spécifiée
uk: Не вказано тип вхідних даних

source: No output type specified
fr: Type de sortie non spécifiée
uk: Не вказано тип результату

source: Missing input file
fr: Fichier d'entrée manquant
uk: Не вистачає файла вхідних даних

source: FAILED to convert (###)
fr: Échec de la conversion de ###
uk: НЕ ВДАЛОСЯ перетворити (###)

source: Conversion options for intermediate MODS XML
fr: Options de conversion pour le XML MODS intermédiaire
uk: Параметри перетворення для проміжного XML MODS

source: IGNORE
fr: IGNORER
uk: ІГНОРУВАТИ

source: Encode unicode characters directly in the file rather than as XML entities
fr: Encoder les caractères Unicode directement dans le fichier plutôt qu'en tant qu'entités XML
uk: Закодувати символи unicode безпосередньо до файла, не використовувати замінники XML

source: Don't put citation key in the MODS id field
fr: Ne mettez pas la clef de citation dans le champ Id MODS
uk: Не вставляти ключ цитування до поля ідентифікатора MODS

source: Don't split titles into TITLE/SUBTITLE pairs
fr: Ne pas scinder les titres en titre et sous-titre
uk: Не ділити заголовки на пари ЗАГОЛОВОК/ПІДЗАГОЛОВОК

source: Don't covert latex character combinations
fr: Ne pas convertir les combinaisons de caractères LaTeX
uk: Не перетворювати комбінації символів LaTeX

source: Unicode in, unicode out
fr: Unicode en entrée, unicode en sorite
uk: Unicode на вході, unicode на виході

source: Successfully converted ###
fr: Conversion réussie ###
uk: Успішно перетворено ###

source: You may import EndNote XML bibliographies (.xml files) here. Large files may take some time so if WIKINDX senses that php.ini's 'max_execution_time' variable is about to be exceeded, it will start importing the bibliography in chunks. If there is a date field, the format should be either dd/mm/yyyy or yyyy/mm/dd and yyyy will override any year field in the record. If you have custom fields in your import file, create custom fields first in the WIKINDX database (the Admin menu) so that you can then map the import custom fields.
uk: Тут ви можете імпортувати бібліографії XML EndNote (файли .xml). Обробка багатьох файлів може бути тривалою, тому, коли WIKINDX виявляє можливе перевищення значення змінної «max_execution_time» з php.ini, програма починає імпортувати бібліографію фрагментами. Якщо є поле дати, форматування має бути таким: дд/мм/рррр або рррр/мм/дд, і рррр перевизначає будь-яке поле року у запису. Якщо у імпортованому файлів є нетипові поля, створіть спочатку нетипові поля у базі даних WIKINDX (меню «Адміністрування»), щоб ви могли пов'язати їх із нетиповими полями імпортованих даних.

source: You may export to Rich Text Format your most recent bibliography list. Large numbers of resources might take some time and memory so you might need to adjust php.ini.
fr: Vous pouvez exporter au format RTF votre plus récente bibliographie. Un grand nombre de références à exporter peut-être consommateur de temps et de mémoire. Vous devriez peut-être ajuster votre fichier php.ini.
uk: Ви можете експортувати ваш найсвіжіший список бібліографії у форматі RTF (Rich Text Format). Якщо ресурсів багато, обробка буде досить тривалою і потребуватиме більше пам'яті, тому вам, можливо, варто скоригувати php.ini.

source: Category
fr: Catégorie
uk: Категорія

source: All WIKINDX resources belong to at least one category which you chose here. The category(s) a resource belongs to can always be edited later.
fr: Toutes les références WIKINDX appartiennent au moins à une catégorie que vous choisissez ici. Les catégories auxquelles appartiennent une référence peuvent toujours être éditées plus tard.
uk: Усі ресурси WIKINDX належать принаймні до однієї категорії, яку ви тут вибрали. Категорії, до яких належить ресурс, можна згодом змінити.

source: Import duplicates:
fr: Import dupliqués :
uk: Імпортування дублікатів:

source: Ignore keywords:
fr: Ignorer les mots-clés :
uk: Ігнорувати ключові слова:

source: You may store EndNote fields that WIKINDX does not use so that any resources later exported to EndNote can include this original unchanged data. Store unused fields:
uk: Ви можете зберегти поля EndNote, які не використовує WIKINDX, щоб до усіх пізніше експортованих до EndNote ресурсів було включено ці початкові незмінені дані. Зберегти невикористані поля:

source: File is empty
fr: Le fichier est vide
uk: Файл порожній

source: No. resources added: ###
fr: Nb. de références ajoutées : ###
uk: Кількість доданих ресурсів: ###

source: No. resources discarded (duplicates or no titles): ###
fr: Nombre de ressources ignorées (doublons ou aucun titre) : ###
uk: К-ть відкинутих ресурсів (дублікатів або записів без заголовка): ###

source: Unknown fields have been found. You may map these fields to WIKINDX fields -- no duplicate mapping is allowed.
fr: Des champs inconnus ont été trouvés. Vous pouvez mapper ces champs sur ceux de WIKINDX -- Le mappage double est interdit.
uk: Виявлено невідомі поля. Ви можете пов'язати ці поля із полями WIKINDX. Дублювати прив'язки до полів не можна.

source: Where an unknown field is mapped to a WIKINDX field that would normally be automatically mapped to a standard input field, the unknown field mapping takes precedence.
fr: Là où un champ inconnu est mappé sur un champ WIKINDX standard, le mappage du champ inconnu prévaut lorsque cette case est cochée.
uk: Визначає, з яким полем у WIKINDX буде пов'язано невідоме поле, яке, зазвичай, автоматично буде пов'язано із стандартним полем вхідних даних. Прив'язна невідомого поля матиме пріоритет.

source: Import File
fr: Ficher d'import
uk: Імпорт файла

source: Tag this import so you can do a mass select or delete later
fr: Marquer cet import pour pouvoir faire une sélection multiple ou le supprimer plus tard
uk: Додати до імпортованих даних мітку, щоб можна було пакетно позначати або вилучати дані згодом

source: 'max_execution_time' (### seconds) in php.ini was about to be exceeded. WIKINDX is importing the bibliography in chunks.
fr: 'max_execution_time' (### seconds) dans php.ini est sur le point d'être dépassé. WIKINDX importe la bibliographie par morceaux.
uk: 'max_execution_time' (### секунд) у php.ini було майже перевищено. WIKINDX імпортує бібліографію фрагментами.

source: No. resources added this chunk: ###
fr: Nombre de références ajoutées par ce morceau : ###
uk: Кількість ресурсів, що додають цей фрагмент: ###

source: You have already imported that file
fr: Vous avez déjà importé ce fichier.
uk: Ви вже імпортували цей файл

source: Import bibliography is empty
fr: La bibliographie importée est vide
uk: Імпортована бібліографія є порожньою

source: File upload error
fr: Erreur de chargement de fichier.
uk: Помилка під час вивантаження файла

source: You must create a list from the Search menu first
fr: Vous devez d'abord créer une liste à partir du menu Rechercher
uk: Спочатку вам слід створити список за допомогою меню «Пошук»

source: You have no ideas
fr: Vous n'avez pas d'idées
uk: У вас немає записів ідей

source: Export all ideas
fr: Exporter toutes les idées
uk: Експортувати усі ідеї

source: Export selected ideas
fr: Exporter les idées sélectionnées
uk: Експортувати позначені ідеї

source: Data successfully exported
fr: Données exportées avec succès
uk: Дані успішно експортовано

source: Data successfully imported
fr: Données importées avec succès
uk: Дані успішно імпортовано

source: Contents of your temporary folder (newest first):
fr: Contenu de votre dossier temporaire (le plus récent en premier) :
uk: Вміст вашої теки тимчасових даних (найновіші записи на початку):

source: Directory is empty
fr: Répertoire vide
uk: Каталог є порожнім

source: These files will be available for ### minutes or while you keep your browser open (whichever is the shorter) so download and save them elsewhere immediately
fr: Ces fichiers seront disponibles pendant ### minutes ou tant le navigateur reste ouvert (selon ce qui est le plus court), donc téléchargez-les rapidement.
uk: Доступ до цих файлів можна буде отримати протягом ### хвилин або доки не буде закрито вікно браузера (найкоротших з двох термінів). Через це вам варто зберегти їх негайно.

source: Export bibliographic entries:
fr: Export des entrées bibliographiques :
uk: Експортувати бібліографічні записи:

source: Font size
fr: Taille de la police de caractères
uk: Розмір шрифту

source: Font
fr: Police de caractères
uk: Шрифт

source: Export abstract:
fr: Export des résumés :
uk: Експортувати резюме:

source: Export notes:
fr: Export des notes :
uk: Експортувати нотатки:

source: Export quotes:
fr: Export des citations :
uk: Експортування цитат:

source: Export paraphrases:
fr: Export des paraphrases :
uk: Експортування переказів:

source: Export musings:
fr: Export des réflexions :
uk: Експортування думок:

source: Export comments:
fr: Export des commentaires :
uk: Експортування коментарів:

source: Left indent
fr: Indentation à gauche
uk: Відступ ліворуч

source: Right indent
fr: Indentation à droite
uk: Відступ праворуч

source: CR following
fr: Saut de ligne suivant
uk: CR наприкінці

source: CR between
fr: Saut de ligne intercalé
uk: Проміжне CR

source: Text format
fr: Format de texte
uk: Формат тексту

source: Tag
fr: Etiquette
uk: Мітка

source: Divider between entries
fr: Séparateur d'entrées
uk: Роздільник між записами

source: CR after entries
fr: Saut de ligne après les entrées
uk: Повернення каретки після записів

source: Include ID no. (ISBN etc.)
fr: Inclure l'id. (ISSN, etc)
uk: Включити ідентифікаційний номер (ISBN тощо)

source: If exporting quote and paraphrase comments or musings
fr: Si vous exportez des commentaires de paraphrase ou de citation, ou des réflexions
uk: Чи слід експортувати коментарі до цитат і переказів або думки

source: Export only mine
fr: Exporter seulement les miennes
uk: Експортувати лише ваші дані

source: Export my data and all public data
fr: Exporter les données publiques et les miennes
uk: Експортувати ваші дані і усі відкриті дані

source: Add resource's primary creator and publication year to metadata
fr: Ajouter le créateur principal et l'année de publication de la référence aux métadonnées
uk: Додати до метаданих основного автора і рік видання ресурсу

source: QUOTES:
fr: CITATIONS :
uk: ЦИТАТИ:

source: PARAPHRASES:
uk: ПЕРЕКАЗИ:

source: COMMENTS:
fr: COMMENTAIRES :
uk: КОМЕНТАРІ:

source: MUSINGS:
fr: RÉFLEXIONS :
uk: ДУМКИ:

source: ABSTRACT:
fr: RÉSUMÉS :
uk: РЕЗЮМЕ:

source: NOTES:
uk: НОТАТКИ:

source: Include resource keywords
fr: Inclure les mots clefs des références
uk: Включити ключові слова ресурсу

source: Include a hyperlink to the resource in this WIKINDX:
fr: Inclure un lien vers la fiche de la référence du site
uk: Включити гіперпосилання на ресурс у цій версії WIKINDX:

source: EndNote file type
uk: Тип файла EndNote

source: EndNote tabbed
uk: EndNote з табуляцією

source: Search PubMed: please enter one or more fields – if the ID field is completed, only one result will be returned if found. Multiple items within a field should be separated by a space. Per NCBI policy, a maximum of 100 search results can be obtained.
fr: Rechercher dans PubMed : veuillez indiquer un ou plusieurs champs - si le champ Id est rempli, un seul résultat sera renvoyé s'il est trouvé. Plusieurs éléments dans un champ doivent être séparés par un espace. Conformément à la politique NCBI, un maximum de 100 résultats de recherche peuvent être obtenus.
uk: Пошук у PubMed: будь ласка, введіть одне або декілька полів. Якщо буде заповнено поле ідентифікатора, буде повернуто лише один результат, якщо щось буде знайдено. Декілька записів у полі слід відокремлювати пробілами. За правилами NCBI може бути повернуто не більше 100 результатів пошуку.

source: PubMed imports require Bibutils to be installed.
fr: L'import PubMed nécessite les Bibutils.
uk: Імпортування даних з PubMed потребує встановлення Bibutils.

source: PubMed ID
fr: Id PubMed
uk: Ідент. PubMed

source: All Fields
fr: Tous les champs
uk: Всі поля

source: Author
fr: Auteur
uk: Автор

source: First Author
fr: Premier auteur
uk: Перший автор

source: Last Author
fr: Dernier auteur
uk: Останній автор

source: Title
fr: Titre
uk: Заголовок

source: Abstract
fr: Résumé
uk: Резюме

source: Year
fr: Année
uk: Рік

source: Journal
uk: Журнал

source: Volume
uk: Том

source: Issue
fr: Parution
uk: Випуск

source: Language
fr: Langue
uk: Мова

source: Limit search to the last n days
fr: Limiter la recherche au N derniers jours
uk: Обмежити пошук останніми n днями

source: Max. Results
fr: Nb max. résultats
uk: Макс. результатів

source: Import the PubMed import directly into WIKINDX
fr: Importer le fichier PubMed directement dans Wikindx
uk: Імпортувати дані PubMed безпосередньо до WIKINDX

source: Please enter an integer up to 100 for Max. Results
fr: Veuillez entrer un entier jusqu'à 100 pour le nb. max. de résultats
uk: Будь ласка, введіть ціле число, що не перевищує 100, для параметра «Макс. результатів»

source: Please enter one or more fields
fr: Veuillez indiquer au moins un champ
uk: Будь ласка, вкажіть одне або декілька полів

source: result
fr: résultat
uk: результат

source: No Results Found
fr: Aucun résultat
uk: Нічого не знайдено

source: XML file is not compatible with EndNote v8 which is required for this import script.
uk: Файл XML є несумісним із EndNote версії 8. Така сумісність є обов'язковою для роботи цього скрипту імпортування.

source: Successfully imported EndNote file.
uk: Дані успішно імпортовано до файла EndNote.

source: Import Endnote XML Bibliography
fr: Import de bilbiographie XML Endnote

source: You may import Endnote XML bibliographies (.xml files) here. Large files may take some time so if WIKINDX senses that php.ini's 'max_execution_time' variable is about to be exceeded, it will start importing the bibliography in chunks. If there is a date field, the format should be either dd/mm/yyyy or yyyy/mm/dd and yyyy will override any year field in the record. If you have custom fields in your import file, create custom fields first in the WIKINDX database (the Admin menu) so that you can then map the import custom fields.
fr: Vous pouvez importer des bibliographies XML Endnote (fichiers .xml) ici. Les fichiers volumineux peuvent prendre un certain temps à traiter, donc si WIKINDX détecte que la variable «max_execution_time» de php.ini est sur le point d'être dépassée, il importera la bibliographie par lots. S'il y a un champ de date, le format doit être JJ/MM/AAAA ou AAAA/MM/JJ et AAAA remplacera tout champ année de l'enregistrement. Si vous avez des champs personnalisés dans votre fichier à importer, créez d'abord des champs personnalisés dans la base de données WIKINDX (via le menu Admin) afin de pouvoir ensuite mapper les champs personnalisés de la base et les champs personnalisés du fichier.

source: You may store Endnote fields that WIKINDX does not use so that any resources later exported to Endnote can include this original unchanged data. Store unused fields:
fr: Vous pouvez stocker les champs Endnote que WIKINDX n'utilise pas afin que toutes les références exportées ultérieurement vers Endnote puissent inclure ces données d'origine inchangées. Stocker les champs inutilisés :

source: Endnote file type
fr: Type de fichier Endnote

source: Endnote tabbed
fr: Endnote tabulé

source: XML file is not compatible with Endnote v8 which is required for this import script.
fr: Ce fichier XML n'est pas compatible avec la version 8 d'Endnote qui est la celle prise en charge.

source: Successfully imported Endnote file.
fr: Fichier Endnote importé avec succès
