Repository: wikindx/wikindx
Catalog: trunk/components/plugins/debugtools/languages/src/*/debugtools.po
Languages: fr

source: Both
fr: Les deux

source: Browse by category:
fr: Navigation par catégorie :

source: Decoded
fr: Décodé

source: Delete
fr: Supprimer

source: Delete all session variables of the current user
fr: Supprimer toutes les variables de la session de l'utilisateur courant

source: All user session variables have been deleted
fr: Toutes les variables de la session utilisateur ont été supprimées

source: The Session variable have been deleted
fr: La variable de session a été supprimée

source: Destroy the whole session of the current user
fr: Détruire la session de l'utilisateur courant

source: The whole session have been destroyed
fr: La session entière a été détruite

source: Field
fr: Champ

source: Format<br>Raw/Decoded
fr: Format<br>Brut / Décodé

source: Application Configuration (in DB)
fr: Configuration de l'application (en BDD)

source: User Configuration (in DB)
fr: Configuration de l'utilisateur (en BDD)

source: Constants Debug
fr: Débogage des constantes

source: Cookies Debug ($_COOKIE)
fr: Débogage des cookies ($_COOKIE)

source: Environment Debug
fr: Débogage de l'environnement

source: Extensions Debug
fr: Débogage des extensions

source: Server superglobal Debug ($_SERVER)
fr: Débogage des superglobales du serveur ($_SERVER)

source: Session Debug ($_SESSION)
fr: Débogage de la session ($_SESSION)

source: Id
fr: Réf.

source: Keys
fr: Clefs

source: Yes
fr: Oui

source: No
fr: Non

source: Optional
fr: Facultative

source: Mandatory
fr: Obligatoire

source: Loaded
fr: Chargée

source: Debug tools...
fr: Outils de débogage...

source: App. Config.
fr: Config. app.

source: User Config.
fr: Config. utilisateur

source: Constants
fr: Constantes

source: Environment
fr: Environnement

source: Server
fr: Serveur

source: Raw
fr: Brut

source: Requirements of WIKINDX
fr: Exigences de WIKINDX

source: (This value is hidden for security)
fr: (Cette valeur est masquée pour la sécurité)

source: Value
fr: Valeur
