Repository: wikindx/wikindx
Catalog: trunk/components/plugins/visualize/languages/src/*/visualize.po
Languages: fr

source: Visualize
fr: Visualisation

source: No data in the database of selected type.
fr: Aucune données dans la base pour le type sélectionné.

source: Y axis
fr: Axe Y

source: X axis
fr: Axe X

source: Maximum no. items on the X axis
fr: Nombre maximum d'éléments sur l'axe X

source: -1 is unlimited
fr: -1 (illimité)

source: No. resources
fr: Id ressource

source: Resource type
fr: Type de ressource

source: Publication year
fr: Année de publication

source: Keyword
fr: Mot-clef

source: Category
fr: Catégorie

source: Proceedings
fr: Procédure

source: Missing input
fr: Entrée manquante

source: Type of plot
fr: Type de graphique

source: Line plot
fr: Ligne

source: Bar plot
fr: Barre

source: Combined bar/line plot
fr: Combinaison ligne/barre

source: Scatter plot
fr: Nuage de points

source: Scatter plot with line
fr: Nuage de points et ligne

source: Balloon plot
fr: Bulle
