Repository: wikindx/wikindx
Catalog: trunk/components/plugins/soundexplorer/languages/src/*/soundexplorer.po
Languages: fr, uk

source: Sound Explorer
uk: Звуковий навігатор

source: Sound Explorer will store searches then, at any time in the future, play a sound if a resource matching a past search is found in a current list operation. This works on the principle of a serendipitous conjunction of past searches with a current search result, hopefully allowing you to make new creative connections by prodding at the boundaries of your current conceptual space. But it is also useful in a multi-user WIKINDX where it functions like a 'tripwire' signal -- the sound will play if a new resource or metadata has been added by another user that matches a stored search (if the resource is being displayed in a list). It is currently an experimental prototype and has been tested in the Firefox, Safari, and Chrome web browsers. Other browsers are untested.
fr: Sound Explorer stockera les recherches puis, à tout moment dans le futur, jouera un son si une ressource correspondant à une recherche antérieure est trouvée dans une opération de liste en cours. il fonctionne sur le principe d'une conjonction fortuite de recherches antérieures avec un résultat de recherche actuel, vous permettant, espérons-le, d'établir de nouvelles connexions créatives aux limites de votre espace conceptuel actuel. Mais il est également utile dans un WIKINDX multi-utilisateur où il fonctionne comme une alerte. Le son sera lu si une nouvelle ressource ou métadonnée a été ajoutée par un autre utilisateur qui correspond à une recherche stockée (si la ressource est affichée dans une liste). Il s'agit actuellement d'un prototype expérimental et a été testé dans les navigateurs Web Firefox, Safari et Chrome. Les autres navigateurs n'ont pas été testés.
uk: «Звуковий навігатор» зберігає пошуки, а потім, будь-коли у майбутньому, відтворює звук, якщо під час дії із поточним списком буде виявлено ресурс, що відповідає критеріям, раніше використаним під час пошуку. Принцип роботи засновано на корисному поєднанні виконаних раніше пошуків із поточним результатом пошуку, у сподіванні, що це надасть вам змогу виявити нові несподівані зв'язки, розширюючи межі вашого поточного понятійного простору. Крім того, він корисний у WIKINDX із багатьма користувачами, де «Звуковий навігатор» працює як «дротовий» сигнал — звук буде відтворено, якщо новий ресурс або метадані, які було додано іншим користувачем, відоповідають збереженому пошуку (якщо ресурс показано у списку). У поточній версії це експериментальний прототип, роботу якого було перевірено у браузерах Firefox, Safari і Chrome. Працездатність у інших браузерах не перевіряли.

source: Sound Explorer On
fr: Sound Explorer Actif
uk: Звуковий навігатор увімкнено

source: Sound Explorer Off
fr: Sound Explorer Inactif
uk: Звуковий навігатор вимкнено

source: Search Label
fr: Zone de recherche
uk: Шукати мітку

source: Sound
fr: Son
uk: Звук

source: Status
fr: État
uk: Стан

source: Enabled
fr: Activé
uk: Увімкнено

source: Disabled
fr: Désactivé
uk: Вимкнено

source: New search
fr: Nouvelle recherche
uk: Новий пошук

source: Delete
fr: Supprimer
uk: Вилучити

source: Notes
uk: Нотатки

source: Matched searches for current list
fr: Correspondances pour la liste actuelle
uk: Відповідні пошуки для поточного списку

source: Sound Explorer successfully configured
fr: Sound Explorer a été configuré avec succès
uk: Звуковий навігатор успішно налаштовано

source: Store the Sound Explorer search
fr: Enregistrer la recherche Sound Explorer
uk: Зберегти пошук зі Звуковим навігатором

source: Sound Explorer search successfully stored
fr: Enregistrement de la recherche Sound Explorer réussi
uk: Пошук зі звуковим навігатором успішно збережено

source: Sound Explorer search successfully deleted
fr: Suppression de la recherche Sound Explorer réussie
uk: Пошук зі звуковим навігатором успішно вилучено
